package com.Publication.pezeshkisalamt;



import java.util.Timer;
import java.util.TimerTask;
import android.app.Activity;
import android.content.Intent;
import android.content.res.Resources;
import android.graphics.Color;
import android.graphics.Typeface;
import android.os.Bundle;
import android.view.View;
import android.view.View.OnClickListener;
import android.widget.ImageView;
import android.widget.RelativeLayout;
import android.widget.TextView;




public class b_text extends Activity {

	private Ui mUi=null;
	private DatabaseHandler dbHandler;
	private Contact contact;
	
	
	
	
	
	
	
	
	
	public String t56="سرطانها از مهمترین بیماریهای غیر واگیر هستند که بار بیماری عمده ای را به جامعه تحمیل می کنند . سرطان دومین عامل شایع مرگ و میر در کشورهای توسعه یافته و سومین عامل مرگ در کشورهای در حال توسعه است . در حال حاضر سرطان عامل 12 درصد مرگ و میر در سراسر جهان است . تغییر در سبک زندگی ، کنترل نسبی بیماریهای واگیر ، افزایش عوامل خطر محیطی و مسن شدن جمعیت از عوامل افزایش بیماری سرطان در چند دهه اخیر محسوب می شوند "+"\n"+""+"\n"+"در ایران سرطان سومین عامل مرگ و میر است و سالانه بیش از 30000 نفر در کشور جان خود را در اثر این بیماری از دست می دهند .با افزایش امید به زندگی و افزایش درصد سالمندی انتظار می رود موارد بروز سرطان در دهه آینده به دو برابر افزایش یابد . بنابراین نظام مراقبت موارد سرطانی به عنوان یکی از اولویت های اصلی نظام بهداشتی درمانی مطرح است "+"\n"+""+"\n"+"تخمین زده می شود که بیش از یک سوم تمام موارد سرطان ها قابل پیشگیری و یک سوم دیگر به شرط تشخیص زود هنگام ، بالقوه درمان پذیر می باشند "+"\n"+""+"\n"+"سرطان ها علایم متفاوتی دارند که معمولاًمربوط به محل ضایعه است . به طور کلی توصیه می شود در صورت ظهور علایم زیر به وجود سرطان مشکوک شده و فرد را تحت بررسی بیشتر قرار داد"+"\n"+""+"\n"+"کاهش وزن غیر قابل توجیه بیش از 10 درصد وزن بدن در طی شش ماه"+"\n"+""+"\n"+"تب بدون علت دمای بدن بیش از 38/3 درصد سانی گراد طول کشیده و بررسی های معمول ، وجود عفونت یا دلایل دیگر را نشان نداده باشد"+"\n"+""+"\n"+"تغییر طولانی مدت ( بیش از سه هفته ) در اجابت مزاج در افراد مسن و یا وجود خون مخفی در مدفوع"+"\n"+""+"\n"+"خونریزی و ترشح غیر طبیعی ( به غیر از خونریزی ماهیانه ) از واژن در زنان به خصوص بعد از 40 سالگی و بعد از یائسگی"+"\n"+""+"\n"+"خونریزی یا فرورفتگی نوک پستان ، فرورفتگی پوست پستان و یا وجود توده ای در پستان که بزرگتر شده و یا در طی دو دوره پیاپی عادت ماهیانه ثابت باقی بماند "+"\n"+""+"\n"+"وجود غده های زیر جلدی بدون درد و در حال بزرگ شدن ( به مدت بیش از 2 هفته ) به عنوان نشانه ای از لنفوم"+"\n"+""+"\n"+"زخمی که بهبود نیابد ( در طی سه ماه ) خصوصاً در نواحی در معرض نور آفتاب یا در محل عفونت های طولانی مدت یا در محل سوختگی قدیمی"+"\n"+""+"\n"+"هرکونه تغییر در اندازه ، شکل ، رنگ و ... در خال های پوستی"+"\n"+""+"\n"+"سرفه های طولانی مدت با یا بدون خلط خونی همراه با کاهش وزن"+"\n"+""+"\n"+"سیری زودرس و کاهش اشتها به همراه کاهش وزن"+"\n"+""+"\n"+"خشونت صدا"+"\n"+""+"\n"+""+"\n"+"بخش بزرگی از علل سرطان ها شناخته شده نیستند اما با رعایت چند نکته می توان از بروز حداقل 1/3 سرطان ها جلوگیری نمود "+"\n"+""+"\n"+"عدم استعمال دخانیات"+"\n"+"عدم مصرف مشروبات الکلی"+"\n"+"رعایت رژیم غذایی مناسب : مصرف سبزیجات و میوه جات ( روزانه و به مقدار کافی ) ، استفاده کم از غذاهای با منشا چربی حیوانی ، عدم مصرف مواد غذایی دارای ماده نگهدارنده نیتریت مثل سوسیس و کالباس ، عدم مصرف غذاهای کپک زده ، شور ، دوداندود و نمک سود"+"\n"+"نگه داشتن وزن در حد طبیعی"+""+"\n"+"انجام فعالیت های ورزشی منظم"+"\n"+"محدودیت مواجهه با عوامل شغلی خطر زا"+"\n"+"جلوگیری از مواجهه طولانی با نور آفتاب بخصوص در ساعات بین 10 صبح تا 4 بعد از ظهر"+"\n"+"پیگیری موارد ژنتیکی و انواع سرطان های خانوادگی"+"\n"+"رعایت بهداشت جنسی و پیشگیری از بیماری های مقاربتی"+"\n"+""+"\n"+"در حال حاضر بیشترین نوع سرطان مربوط به سرطان پوست بخصوص در مردان و سرطان پستان در زنان می باشد "+"\n"+"\n"+"\n"+"منبع : دانشگاه علوم پزشکی کاشان";
	public String t57="ویروسها یکی از کوچکترین عوامل بیماریزا در جانداران هستند که اندازه آنها بین 300 - 200 نانومتر است. ویروسها انگل داخل سلولی هستند که این خصوصیت مهمترین تفاوت ویروسها با بقیه میکروارگانیسمهاست. به نظر می‌رسد که ویروسها قبل از یوکاریوتها بوجود آمده‌اند. به ویروسها فاژ نیز گفته می‌شود"+"\n"+""+"\n"+"قبل از هر چیز باید بدانیم که آیا ویروسها موجودات زنده محسوب می‌شوند یا نه. یک تعریف میگوید: حیات عبارت است از یکسری فرایندهای پیچیده حاصل از دستورالعملهای خاصی که بوسیله اسید نوکلئیک سلولهای زنده همواره در فعالیت می‌باشد. چون ویروسها در خارج از بدن میزبان به حالت خنثی بسر می‌برند به این مفهوم نمی‌توان آنها را موجود زنده در نظر گرفت. معهذا هنگامی که ویروسها وارد سلول میزبان می‌شوند اسیدهای نوکلئیک آنها فعال گشته و منجر بهتکثیر ویروس می‌گردد. از نظر بالینی ویروسها را می‌توان موجودات زنده در نظر گرفت زیرا آنها مانند باکتریها ، قارچهای بیماریزا آلودگی و بیماری ایجاد می‌کنند. به ویروس کامل ویریون گفته می‌شود"+"\n"+""+"\n"+"ویروسهای گیاهی"+"\n"+"ویروسها در جلبکها ، قارچها ، گلسنگها ، خزه‌ها ، سرخسها و گیاهان عالی دیده شده‌اند. ولی در گیاهان عالی بیش از گیاهان پست مورد مطالعه قرار گرفته‌اند. ویروسها به گیاهان زراعی خسارت عمده‌ای وارد می‌سازند. چون پاره‌ای از ویروسهای گیاهی چندان شباهتی با ویروسهای دیگر ندارند بنابراین گروه مستقلی را تشکیل می‌دهند. ولی بعضی از آنها دارای خصوصیات مشترک بوده و می‌توان آنها را در یک گروه قرار داد. این گروهها به شرح زیر هستند"+"\n"+""+"\n"+"ویروسهای میله‌ای یا رشته‌ای"+"\n"+"•	ویروسهای ایزو دیامتریک"+"\n"+"ویروسهای باسیلی شکل"+"\n"+"ویروئیدها: بیماریزاهایی شبیه ویروسها هستند که در میزبان خود نوکلئو پروتئین تولید نمی‌کنند"+"\n"+""+"\n"+"ویروسهای جانوری"+"\n"+"ویروس از انواع مختلف جانوران از تک یاختگان تا انسان جدا شده است. میزبان مهم ویروسها در بی‌مهره‌گان ، بندپایان هستند خصوصا کنه‌ها و حشرات. پاره‌ای از ویروسها در عین حال که در حشرات تکثیر می‌یابند می‌توانند در گیاه یا در جانور مولد بیماری باشند، ولی برای خود حشرات بیماریزا محسوب نمی‌شوند. ویروسها در اکثر مهره‌داران فعالیت دارند و در ماهیها ، دوزیستان ، پرندگان و پستانداران بیماریهایی تولید می‌کنند که گاهی علایم آنها به صورت تومور نمایان می‌شود. ویروسها در انسان نیز بیماریهای گوناگونی مانند اوریون ، سرخک ، تب زرد ، آبله ، آنفلوانزا و ... ایجاد می‌کنند"+"\n"+""+"\n"+"تکثیر ویروسها"+"\n"+"اسید نوکلئیک هر ویریون فقط تعداد معدودی از ژنهای لازم برای سنتز ویروسهای جدید را دارا می‌باشد. اکثر آنزیمهای ویروسها توسط سلول میزبان ساخته می‌شوند. نقش آنزیمهای ویروس تقریبا بطور کامل با همانند سازی و آماده کردن اسید نوکلئیک ویروسی ارتباط دارد و هرگز با دستگاه سنتز پروتئینی را تولید انرژی رابطه‌ای ندارد. مراحل 5 گانه تکثیر ویروس در سلول میزبان به صورت زیر است"+"\n"+""+"\n"+"مرحله رونشینی ویروسها بر روی سلول"+"\n"+"مرحله ورود و نفوذ در سلول"+"\n"+"مرحله بیوسنتز اجزای ویروسی"+"\n"+"مرحله رسیدن و کامل شدن ویروس"+"\n"+"مرحله آزاد شدن ویروس از سلول میزبان و نفوذ آن در سلولهای سالم"+"\n"+""+"\n"+"\n"+"منبع : دانشنامه رشد";
	public String t58="عفونتهای تنفسی "+"\n"+"هر فرد شهرنشینی حدود 10000 میکروارگانیسم را در روز استنشاق می‌کند که شامل ویروسها ، قارچها و باکتریهایی می‌شود که بالقوه عفونت‌زا می‌باشند. اما تنها ذراتی به اندازه 5 میکرون و یا کوچکتر با آلوئولها می‌رسند که در آنجا در مرض حمله سلولهای بیگانه خوار موجود در محل یا نوتروفیلهایی که توسط سایتوکین‌ها به آن محل خوانده شده‌اند قرار می‌گیرند، این دستگاه پاکسازی طبیعی ، کاملا موثر است اما فعالیت مخاطی مژکی با کشیدن سیگار و یا در طی بیماری فیبروز سیستیک که منجر به ترشحات غلیظ می‌شود یا آسپیراسیون (مکش) محتویات اسیدی معده به ریه و یا ضربه وارده در هنگام لوله گذاری در نای ، دچار اختلال عمل می‌شود. و همین اختلال عمل ، زمینه مساعد برای بیماریزایی توسط ویروسها و باکتریها را ایجاد می‌کند"+"\n"+""+"\n"+"عفونتهای دستگاه گوارش "+"\n"+"اغلب عوامل بیماریزایی دستگاه گوارش توسط مواد خوراکی و آشامیدنی آلوده به مواد مدفوعی منتقل می‌شوند. بنابراین با رعایت بهداشت در دفع زباله‌ها و نابودی حیوانات موذی ، تهیه آب آشامیدنی بهداشتی ، شستشوی دستها و پخت کامل غذاها (جایی که بهداشت کاهش یابد بیماریهای اسهالی گسترش می‌یابد) می‌توان از میزان عفونتهای گوارشی کاست. تعدادی از عوامل بیماریزای لوله گوارش عبارتند از پولیوویروس ، ایشرشیاکولای مهاجم روده‌ای ، استافیلوکوک، ویبریوکلرا و ... می‌باشند. عوامل بیماریزا باید برای مواد غذایی با تعداد زیادی از باکتریهای همزیست مقیم در لوله گوارش تحتانی ، به رقابت برخیزند. با کاهش اسیدیته معده ، مصرف آنتی‌بیوتیکهایی که تعادل فلور باکتریهایی طبیعی روده را بهم می‌زنند، یا وقتی حرکات طبیعی روده مختل شده یا انسدادی وجود داشته باشد، دفاع میزبان بر علیه عوامل بیماریزا کاهش خواهد یافت و عفونت گوارشی اتفاق می‌افتد"+"\n"+""+"\n"+"عفونتهای منتقله توسط تماس جنسی "+"\n"+"اگر چه بیماریهای کلاسیک از قبیل سوزاک ، سیفلیس و عفونت کلامیدیایی در بعضی جوامع غربی تا حد زیادی کاهش داشته است، اما همین بیماریها در برخی جوامع روستایی در حال گسترش می‌باشد. مثلا اچ آی وی ، هنوز به صورت کنترل نشده باقی مانده‌اند و بالغین چه زن و چه مرد و کودکان بدنیا آمده از مادران مبتلا را درگیر می‌کنند. علاوه بر این ویروسهایی نیز هستند که از راه تماس بسیار نزدیک منتقل می‌شوند از قبیل ویروسهای عامل تبخال دهانی و تناسلی"+"\n"+""+"\n"+"عفونتهای دوران کودکی و نوجوانی "+"\n"+"از جمله این عفونتها ، می‌توان به سرخک  ، اوریون  ، آبله مرغان  و سیاه سرفه اشاره کرد. که با استفاده از واکسن تولید شده هر کدام از اینها از ایجاد علائم حاد مربوط جلوگیری می‌شود اما با این وجود ، در برخی از مناطق هنوز این بیماریها کشته‌های فراوانی را به جا می‌گذارند"+"\n"+""+"\n"+"عفونتهای فرصت طلب و وابسته به ایدز "+"\n"+"عفونتهایی که در افراد سالم معمولا بدون آزار و یا خفته هستند در میزبانانی که به علل ژنتیکی یا اکتسابی ، نقص ایمنی دارند، با وفور بیشتری رخ می‌دهند. چنین بیماریهای فرصت طلبی بخصوص در بیمارانی که درمانهای سیتوتوکسیک یا سرکوبگر ایمنی برای معالجه تومور دریافت می‌کنند، در گیرندگان عضو اهدایی و در بیماران مبتلا به بیماریهای خود ایمنی و به طرز تاسف باری در ایدز مشاهده می‌شوند. عفونتهای ویروسی ، باکتریایی ، قارچی و انگلی همگی در این طبقه‌بندی جای گرفته‌اند"+"\n"+""+"\n"+"عفونتهای حاره‌ای و زئونوتیک و منتقله توسط ناقلین "+"\n"+""+"\n"+"در این دسته ، سه تا زیر گروه قرار گرفته است"+"\n"+"گروه اول بیماریهایی هستند که بیشتر در مناطق گرمسیری ایجاد شده و توسط یک ناقل بند پا منتقل می‌شوند مثل مالاریا یا طاعون"+"\n"+"دسته دوم، عفونتهای مناطق گرمسیری‌اند که در شرایط نامناسب زندگی کرم قلابدار یا مایکوباکتریویم (یا با بهداشت پایین ) کرم نواری و یا شیستوزومیا همراه هستند"+"\n"+"دسته سوم، عفونتهای ناقله توسط بندپایان ، در آب و هوای معتدل هستند مثل بیماری لایم"+"\n"+"\n"+"\n"+"منبع : تبیان";
	public String t59="انواع سردردها"+"\n"+""+"\n"+"اکثر افرادی که سردرد می گیرند، در همان لحظات اول به سراغ داروهای مسکن می روند اما خیلی اوقات با پیدا کردن علت این سردرد ها، نه تنها می توان شدت درد را کاهش داد بلکه می توان از بروز آن ها در آینده نیز پیشگیری کرد"+"\n"+""+"\n"+"چند مورد از علل سردرد را بشناسید "+"\n"+""+"\n"+"وقتی مو هایتان را کوتاه می کنید"+"\n"+"یکی از دلایل عجیب ابتلا به سردرد در بعضی از مردم مراجعه به آرایشگاه و کوتاه کردن موهای سرشان است. این حالت زمانی اتفاق می افتد که شما مجبور هستید سر خود را هنگام شست وشوی مو ها خم کنید. در این هنگام فشار زیادی به گردن وارد می شود و باعث تحریک یکی از عصب هایی می شود که در این مسیر قرار دارند. در اثر این اتفاق یک یا ۲ روز بعد سردرد به سراغ شما می آید اما از آن جا که این اتفاق با تاخیر رخ داده است، شما متوجه علت اصلی آن نمی شوید"+"\n"+""+"\n"+"هنگامی که با تلفن صحبت می کنید"+"\n"+"یکی دیگر از علت های عجیب سردرد زمانی است که شما روی صندلی نشسته اید و گوشی تلفن را بین شانه و گوش خود نگاه داشته اید. در این هنگام نیز فشار زیادی به عصب های گردن وارد می شود که بعد از مدتی خود را با سردرد نشان می دهد"+"\n"+""+"\n"+"سرفه کردن"+"\n"+"شاید باورتان نشود اما در دنیای پزشکی نوعی سردرد وجود دارد که از آن ها به عنوان سردردهای سرفه ای یاد می شود. این سردرد ها بر اثر عواملی مانند سرفه کردن، عطسه کردن، خالی کردن محتوای بینی یا خم شدن به جلو به وجود می آید. تقریبا یک درصد سردردهای جهان در اثر سرفه کردن به وجود می آید و البته این نوع سردرد ها در بین مردان شایع تر است"+"\n"+"علت اصلی این درد ها فشاری است که در داخل مغز به وجود می آید. این درد ها که اغلب شدید و تکرار شونده هستند ممکن است بین چند ثانیه تا چند دقیقه به طول بینجامند و در بیشتر مواقع هم در قسمت پشت سر احساس می شوند.درحالی که در اکثر موارد علت این موضوع ناشناخته است اما بعضی تحقیقات دانشگاهی نشان می دهد، نزدیک به ۱۰ درصد از سردرد ها بر اثر ناهنجاری آرنولد کیاری به وجود می آیند؛ در این حالت هنگام سرفه، فشاری به قسمت پشت مغز و به سمت بخش بالای ستون فقرات وارد می شود که عامل بروز سردرد است.این نوع از سردرد ها اغلب با علائم دیگری مانند دردهای ناحیه گردن، توانایی نداشتن در حفظ تعادل، مشکلات بینایی، کم شنوایی، فراموشی و شنیدن صدای زنگ در گوش ها همراه هستند"+"\n"+""+"\n"+"سردرد های ورزشی"+"\n"+"بعضی از ورزشکاران بعد از راه رفتن یا دویدن روی تردمیل دچار سردرد می شوند. در این افراد هر گونه فعالیت ورزشی از جمله راه رفتن روی تردمیل باعث ایجاد تورم در رگ های خونی ناحیه سر، گردن و جمجمه می شود که این عوامل می تواند در نهایت به سردرد منجر شود. این درد ها معمولا چند ثانیه بعد از شروع ورزش کردن ظاهر می شوند و ممکن است در هر قسمت از سر خود را نشان بدهند. معمولا افرادی که مستعد ابتلا به میگرن هستند بیشتر از دیگران این نوع از سردرد ها را تجربه می کنند. البته برای رفع این مشکل راه حل های ساده ای وجود دارد. برای مثال می توان نوع ورزش را تغییر داد و به جای دویدن روی تردمیل، شنا کردن را انتخاب کرد. همچنین مصرف داروهای ضد التهابی (مثل ایبوپروفن و ایندومتاسین) نیم ساعت قبل از شروع ورزش تا حد زیادی می تواند از بروز این سردرد ها پیشگیری کند. اگر شما هم در حال ورزش کردن، ناگهان دردی را در سر خود حس کردید حتما به پزشک مراجعه کنید. در موارد نادر این نوع سردرد ها می توانند نشان دهنده رشد تومورهای مغزی یا پاره شدن رگ های خونی باشند"+"\n"+""+"\n"+"سردرد خاص متاهل ها"+"\n"+"روابط زناشویی هم می تواند یکی از دلایل بروز سردرد در برخی از افراد باشد. دانشمندان دانمارکی تخمین زده اند نزدیک به 3/1 درصد از مردم جهان به این حالت دچار هستند. این نوع دردهای میگرنی که در بین مردان شیوع بیشتری دارند معمولا در قسمت پشت سر احساس می شوند و احتمالا به دلیل افزایش شدت فشار خون در مغز به وجود می آیند. در موارد بسیار نادر این سردرد ها می توانند در اثر خونریزی در مغز هم به وجود بیایند. در این حالت سطح هوشیاری کاهش پیدا می کند، فرد در صحبت کردن یا بلع غذا به مشکل برمی خورد و نمی تواند تعادل خود را حفظ کند. در این موارد باید هرچه سریع تر فرد را به مراکز درمانی منتقل کرد"+"\n"+""+"\n"+"دوش آب گرم"+"\n"+"در بعضی از مردم لذت یک دوش آب گرم هنگام صبح به سرعت جای خود را به سردردهای شدید می دهد. به نظر می رسد افزایش دمای بدن باعث افزایش سرعت جریان خون در تمام قسمت ها از جمله در سر می شود که شدت آن بعد از ۳۰ تا ۶۰ ثانیه از شروع درد به بالا ترین حد می رسد. این درد ها معمولا در ناحیه پیشانی احساس می شوند و به ندرت بیش از ۵ دقیقه طول می کشند. البته سرمای شدید هم می تواند باعث بروز سردرد شود. برای مثال شنا کردن در آب سرد یا خوردن بستی می تواند بعضی از مردم را به دردهای ناحیه سر دچار کند"+"\n"+""+"\n"+"کم خوابی"+"\n"+"بداخلاقی، مشکل در حافظه و توانایی نداشتن در تمرکز از واضح ترین عوامل کم خوابی است اما آخرین تحقیقات نشان می دهد سردرد ها هم یکی از علائم شایع کم خوابی هستند. این نوع سردرد ها ممکن است بین یک ساعت تا یک روز طول بکشند. کم خوابی باعث کاهش ترشح یک ماده شیمیایی به نام سروتونین در مغز می شود که نقش مهمی در تنظیم چرخه خواب در بدن دارد. تحقیقات دیگر روی افراد مبتلا به میگرن هم نشان می دهد، اشخاصی که حدود ۶ ساعت در طول شب می خوابند بیشتر به سردرد دچار می شوند و البته شدت این درد ها هم در آن ها بیشتر است"+"\n"+""+"\n"+"سردردهای هوای گرم"+"\n"+"معمولا با فرا رسیدن فصل تابستان تعداد افراد مبتلا به سردرد هم افزایش پیدا می کند. مشخص است که دلیل اصلی این نوع سردرد ها افزایش دمای هواست. تحقیقات نشان می دهد به ازای هر درجه افزایش دمای هوا احتمال ابتلا به سردرد تا 5/۷ درصد افزایش پیدا می کند. به نظر می رسد در این مواقع مغز تا حدی توانایی خود در تنظیم جریان خون را از دست می دهد و به همین دلیل فرد دچار سردرد می شود"+"\n"+""+"\n"+"دختر خانم ها حواستان باشد"+"\n"+"بستن مو ها به شکل دم اسبی معمولا بعد از چند ساعت باعث آشکار شدن علائم سردرد می شود. زمانی که موهای سر به سمت عقب کشیده شده و به شکل دم اسبی بسته می شوند، فشار زیادی در بافت های روی جمجمه وارد می شود که خود را به شکل درد نشان می دهند. بعضی دیگر از مدل های موی سر که باعث ایجاد فشار در مو ها و کف سر می شوند می توانند همین درد ها را به وجود بیاورند"+"\n"+"\n"+"\n"+"منبع : تبیان";
	public String t60="روش های کاهش دردهای مفاصل"+"\n"+""+"\n"+"افراد برای شل کردن عضلات و شادابی پوست و اندام‌های خود باید هر هفته ورزش‌هایی مانند شنا را در برنامه خود داشته باشند که یکی از بهترین روش‌های کاهش دردهای مفاصل راه رفتن در درون استخر است"+"\n"+""+"\n"+"وسواس زنان در نظافت منازل یکی از شایع‌ترین دلایل آسیب‌دیدگی عضلات بدنی و ستون فقرات آنان محسوب می‌شود و باید در این راستا و برای جلوگیری از عارضه‌های کمردرد و مچ‌ درد زنان خانه‌دار در بین فعالیت‌های منزل به خود استراحت‌های مکرر و متعدد دهند و از فعالیت‌های تکراری نیز پرهیز کنند"+"\n"+""+"\n"+"در این راستا باید برای جلوگیری از دردهای عضلانی و استخوانی از منابع غذایی که ویتامین‌ سی و کلسیم دارند استفاده شود که فرآورده‌های لبنیاتی به خصوص شیر یکی از بهترین منابع تغذیه‌ای محسوب می‌شود"+"\n"+""+"\n"+"افرادی که داروهای فشارخون برای آنان تجویز شده است باید از چربی و نمک جهت کاهش دردهای مفاصل دوری کنند"+"\n"+"متخصصین بهداشت حرفه‌ای در محیط کار ارگونومی وسایل کار اشتغال افراد را براساس مولف‌های تخصصی مورد بررسی قرار می‌دهند،در این راستا در شرکت‌ها، ارگان‌ها و نهادهای دولتی و خصوصی یک متخصص بهداشت حرفه‌ای باید استخدام کنند تا افراد شاغل در آن محل مربوطه را از نظر ارگونومی محیط کار آموزش دهند"+"\n"+""+"\n"+"شناخت نوع نشستن صحیح و زمان‌ بندی ایستادن در محل کار و دیگر فعالیت‌های جسمی و اندامی افراد باید توسط یک متخصص بهداشت حرفه‌ای به افراد آموزش داده شود که این امر مستلزم استخدام این متخصصین در محل‌های اشتغال در تمام سازمان‌ها و نهادهای کشور است تا از بیماری‌های جسمی و حرکتی که بسیار نیز هزینه‌بر پیشگیری شود"+"\n"+""+"\n"+"در صورتی که برخی افراد در محل‌های فعالیت خود با عدم متخصصین بهداشت حرفه‌ای مواجه هستند باید در گام نخست به طور مرتب ورزش منظم و ملایم کنند، پیاده‌روی و شنا در طول هفته بسیار در شل کردن عضلات و درمان‌های دردهای عضلانی تاثیرگذار است"+"\n"+""+"\n"+"یکی از بهترین روش‌های آب‌درمانی برای کاهش دردهای عضلانی و مفاصل راه رفتن در داخل استخر به صورت مرتب در طول هفته است که بسیار نیز باعث شادابی افراد و کاهش فشار بر روی مفاصل می‌شود"+"\n"+""+"\n"+"\n"+"منبع : تبیان";
	
	public String t61="درد سطح چشم به شکل خارش، سوزش و درد ناگهانی و تند دیده می شود. درد سطح چشم معمولاً به دلیل وجود یک ماده خارجی در چشم است، مثل عفونت چشم یا هر چیزی که پرده پوشاننده سطح چشم را اذیت کند"+"\n"+""+"\n"+"ولی درد قسمت های عمقی تر چشم مربوط به مشکلات جدی پزشکی است. درد شدید چشم، خصوصاً اگر با کاهش بینایی همراه باشد، بایستی سریعاً توسط پزشک تحت بررسی و درمان قرار بگیرد"+"\n"+""+"\n"+"علل بروز درد چشم"+"\n"+"آلرژی"+"\n"+"التهاب و ورم پلک چشم"+"\n"+"بسته شدن مجرای اشکی"+"\n"+"توده متورمی در لبه پلک"+"\n"+"مشکلات ناشی از لنز تماسی چشم"+"\n"+"ساییدگی و خراش قرنیه چشم"+"\n"+"خشکی چشم"+"\n"+"برگشت لبه پلک به سمت بیرون"+"\n"+"برگشت لبه پلک به سمت داخل چشم"+"\n"+"وجود یک ماده خارجی در چشم"+"\n"+"آب سیاه چشم"+"\n"+"التهاب و ورم صلبیه"+"\n"+"آسیب و جراحت چشم مثل سوختگی یا وارد شدن ضربه"+"\n"+"ورم عنبیه"+"\n"+"التهاب اعصاب چشم"+"\n"+"گل مژه"+"\n"+"التهاب یووه آ ، یووه آ، لایه ای از چشم است که دارای رگ های خونی و رنگدانه های چشم است"+"\n"+""+"\n"+"عللی که در بالا ذکر شد معمولاً باعث ایجاد درد چشم می شوند، ولی برای تشخیص دقیق علت باید به چشم پزشک مراجعه کنید"+"\n"+""+"\n"+"اگر احساس کردید چیزی در چشم شماست، آن را نمالید. مالیدن چشم با هل دادن جسم خارجی به قسمت های داخلی تر چشم، باعث آسیب بیشتر چشم ها می شود"+"\n"+""+"\n"+"چه موقع باید به چشم پزشک مراجعه کرد"+"\n"+"اگر موارد زیر را در خودتان مشاهده کردید، سریعاً به پزشک مراجعه کنید"+"\n"+"درد چشم شما به طور غیرعادی شدید بود"+"\n"+"بینایی شما به طور ناگهانی تغییر کرد"+"\n"+"چشم های شما هنگام دست زدن به آن ها خیلی درد گرفت"+"\n"+"همراه با درد چشم، دچار دل‌درد یا تهوع شدید"+"\n"+"چشم شما در اثر وجود یک جسم خارجی در آن یا پاشیدن یک ماده شیمیایی به سمت آن درد گرفت"+"\n"+""+"\n"+"چه علائمی همراه با درد چشم دیده می شوند"+"\n"+"درد چشم ممکن است به تنهایی اتفاق بیفتد، یا همراه با علائم زیر باشد"+"\n"+"قرمزی چشم"+"\n"+"ریزش اشک"+"\n"+"حساسیت به نور"+"\n"+"ترشح مایعی از چشم که می تواند شفاف یا کدر باشد"+"\n"+"بعد از خوابیدن، چشم ها به دلیل ترشح مواد، به هم بچسبند و باز نشوند"+"\n"+"احساس وجود یک جسم خارجی در چشم که حتی ممکن است که چیزی هم وجود نداشته نباشد"+"\n"+"تهوع و استفراغ"+"\n"+"کاهش بینایی"+"\n"+"سردرد"+"\n"+"این علائم که همراه با درد چشم دیده می شوند می توانند به پزشک کمک کنند تا علت ایجاد کننده درد چشم را پیدا کند و تشخیص دهد"+"\n"+""+"\n"+"موقع درد چشم چه باید کنید"+"\n"+"اگر درد چشم شما شدید یا طولانی مدت بود، باید سریعاً به چشم پزشک مراجعه کنید"+"\n"+"اگر لنز می گذارید، سریعاً آن را از چشم تان درآورید و تا وقتی چشم پزشک، چشم های شما را معاینه نکرده است، آن را داخل چشم تان نگذارید"+"\n"+"- اگر چیزی داخل چشم تان رفت یا ماده شیمیایی ای به سمت چشم تان پاشید، فوراً با آب ولرم آن را بشویید"+"\n"+"- اگر احساس کردید چیزی در چشم شماست، آن را نمالید. مالیدن چشم با هل دادن جسم خارجی به قسمت های داخلی تر چشم، باعث آسیب بیشتر چشم ها می شود"+"\n"+"مواقعی که جسم فرو رفته در چشم کوچک است می توانید با برگرداندن آرام پلک بالایی به سمت بیرون و با دست تمیز خشک یا یک دستمال تمیز آن را به آرامی بیرون آورید"+"\n"+"- مواقعی که درد چشم خفیف است، می توانید به آن ها استراحت دهید (یعنی چشم هایتان را مدتی ببندید)، یا داروی مسکن مثل استامینوفن بخورید و از نور و روشنایی پرهیز کنید. با این کارها درد چشم بهبود می یابد"+"\n"+"\n"+"\n"+"منبع : تبیان";
	
	
	
	public String t63="پوست و پوشش"+"\n"+"دکتر فرانک احسانی، متخصص پوست و مو در این باره می گوید پوشش افراد باید متناسب با فصل باشد، به این ترتیب"+"\n"+"در فصل گرم بهتر است لباس های روشن نخی بپوشید، چون استفاده از لباس های مشکی و نایلونی موجب افزایش دمای بدن به 39 تا 40 درجه می ‌شود"+"\n"+"علاوه بر این، تعریق زیاد با چنین پوشش هایی، شرایط مناسبی را برای رشد باکتری ها و قارچ ها فراهم می ‌کند"+"\n"+"تعریق پوست می ‌تواند عوارض بسیار زیاد و ناراحت کننده ‌ای داشته باشد، اثرات لکه‌ های عرق به صورت جوش هایی روی صورت و گردن کودکان و دانه ‌های سفید براق پُرآب، اطراف بینی و زیر پلک‌ های افراد بالغ نمود پیدا می ‌کند که با تعریق مجدد تشدید می ‌شود. علاوه بر آن به علت ترشح عرق، ضایعات عفونی در زیر بغل، کشاله ران و نقاطی مانند اطراف سینه و پشت گردن ایجاد و موجب خارش، التهاب و قرمزی پوست می ‌شود"+"\n"+""+"\n"+""+"\n"+"پوست و شنا"+"\n"+"کلر آب استخر می ‌تواند باعث ابتلا به اگزما های شدید پوستی، خشکی شدید پوست و گاهی اوقات ریزش مو شود. بنابراین لازم است پیش و پس از رفتن به استخر، زیر دوش، بدن کاملا شسته شود و پس از استخر از کرم های مرطوب کننده استفاده کرد"+"\n"+""+"\n"+""+"\n"+"پوست و ورزش"+"\n"+"نکات بهداشتی که در استفاده از وسایل ورزشی در سالن ‌ها باید مورد توجه قرار گیرد"+"\n"+"جنس روکش بیشتر وسایل ورزشی از جنس نایلون است و رطوبت و عرق روی آن باقی می ‌ماند که می ‌تواند باعث ایجاد قارچ و لک روی پوست شود. بنابراین پیش از استفاده از این وسایل حتما باید دوش گرفت سپس برای استفاده از این وسایل، حوله جداگانه‌ ای روی آن انداخت"+"\n"+"استفاده از حوله خشک کردن بدن، بر روی وسایل ورزشی باعث می ‌شود که افراد از خود، بیماری قارچی بگیرند. علاوه بر آن، پس از ورزش باید سریع دوش گرفت و بدن خود را با مواد شوینده ‌ای شست و شو داد که از سوی پزشک یا داروخانه توصیه شده است"+"\n"+""+"\n"+""+"\n"+"پوست و آفتاب"+"\n"+"دکتر جواد جعفری اقدم، عضو هیات علمی دانشگاه از مشکل آفتاب سوختگی به عنوان یکی از عوامل تضعیف سیستم ایمنی بدن نام می برد و می گوید: سوختگی با آفتاب، میزان گلبول سفید بدن را کاهش می دهد. زیرا گلبول‌ های سفید که در مویرگ ‌ها قرار دارند توسط اشعه ماوراء بنفش موجود در نور خورشید از بین می ‌رود"+"\n"+""+"\n"+""+"\n"+"پیشگیری از آفتاب ‌سوختگی"+"\n"+"از مواجه شدن غیر ضروری در آفتاب خود داری کنید"+"\n"+"حداکثر تابش اشعه ماورائ بنفش بین ساعات 10 صبح تا 4 بعد از ظهر است. در این ساعات در محیط های بسته به سر برید و اگر در محیط بیرون هستید در سایه باشید زیرا سایه می تواند تا 50 درصد باعث کاهش اثرات اشعه ماورائ بنفش شود"+"\n"+"در روزهای ابری هنوز اشعه ماورائ بنفش وجود دارد و ممکن است آفتاب سوختگی رخ دهد"+"\n"+"با بالا رفتن در ارتفاعات، شدت اشعه ماورائ بنفش افزایش می یابد. با افزایش ارتفاع هر 300 متر، 4 تا 5 درصد شدت آن افزایش می یابد. بنابراین به کسانی که به کوه نوردی می روند توصیه می شود با توجه به این نکته از کرم های ضد آفتاب استفاده کنند"+"\n"+"از گرفتن حمام آفتاب و برنزه کردن پوست باید پرهیز کرد"+"\n"+"از رفتن به سالن های مخصوص برنزه کردن و استفاده از اشعه های مصنوعی نیز باید خود داری کرد. در صورتی که خیلی تمایل به برنزه شدن دارید می توانید از کرم های مخصوص برنزه کردن استفاده کنید تا ضمن محافظت ازاشعه آفتاب، رنگ دلخواه تان را نیز به دست آورید"+"\n"+""+"\n"+"از ضد آفتاب ها به شکل صحیح استفاده کنید"+"\n"+"پوست باید تمیز و خشک باشد"+"\n"+"یک ربع تا نیم ساعت قبل از بیرون رفتن از ضد آفتاب استفاده شود"+"\n"+"مقدار ضد آفتاب باید کافی باشد؛ 2 میلی گرم به ازائ هر سانتی متر مربع و یا یک بند انگشت برای کل صورت"+"\n"+"هر 2 تا 4 ساعت، بسته به نوع ضد آفتاب، بایستی تکرار شود"+"\n"+"ضد آفتاب باید روی کل نواحی در معرض نور مانند: صورت، پشت گردن و گوش ها و پشت دست ها مالیده شود"+"\n"+"* در زمان های شنا در استخر های رو باز از ضد آفتاب های واتر پروف یا مقاوم به آب استفاده شود. مدت دوام این ضد آفتاب ها 80 دقیقه است"+"\n"+""+"\n"+"از پوشش مناسب استفاده کنید"+"\n"+"لباس می تواند به عنوان یک عامل محافظت کننده از آفتاب باشد"+"\n"+"لباس هایی که بافتی فشرده دارند و لباس های ضخیم محافظت بیشتری اعمال می کنند"+"\n"+"آستین لباس باید بلند باشد"+"\n"+"لباس خیس محافظت کمتری دارد"+"\n"+"از کلاه های نقاب دار استفاده شود. لبه آن ها باید 5/7 تا 10 سانتی متر باشد"+"\n"+"از دستکش برای پوشش دست ها استفاده شود"+"\n"+"از عینک های آفتابی استفاده شود. این ها علاوه بر محافظت از چشم، از پوست اطراف چشم ها نیز محافظت می کنند"+"\n"+""+"\n"+"\n"+"منابع : ایسنا-مهر-تبیان";
	public String t64="علائم و نشانه‌ های مسمومیت غذایی بسته به علل پیدایش، تفاوت دارند؛ اما بیشتر مسمومیت ‌ها منجر به بروز یک یا چند نشانه زیر خواهند شد"+"\n"+"تهوع، استفراغ، اسهال آبکی، درد شکمی، بی اشتهایی، خستگی و تب"+"\n"+"علائم و نشانه‌ ها ممکن است در عرض چند ساعت پس از خوردن مواد غذایی آلوده یا حتی چند روز بعد شروع شوند"+"\n"+""+"\n"+"عوارض"+"\n"+"‌شایع ‌ترین عارضه مسمومیت، کم ‌آبی بدن، از دست دادن شدید آب، املاح و مواد معدنی ضروری است"+"\n"+""+"\n"+"‌مسمومیت غذایی در اکثر موارد به خودی خود در عرض 48 ساعت بهبود می ‌یابد؛ اما برای داشتن حسی بهتر نکات زیر را رعایت کنید"+"\n"+"به معده خود استراحت دهید و خوردن و آشامیدن را برای چند ساعت متوقف کنید"+"\n"+"سعی کنید تکه ‌ای یخ را مکیده یا آب کافی بنوشید"+"\n"+"پس از بهبود نسبی، به تدریج شروع به خوردن و نوشیدن کنید و از غذاهایی که هضم آن ها ساده ‌تر است شروع کنید. اگر تهوع شما برگشت، دوباره خوردن را قطع کنید"+"\n"+"بیماری و کم ‌آبی بدن، باعث خستگی و ضعف شما می ‌شود پس استراحت را فراموش نکنید"+"\n"+""+"\n"+"مقابله و پیشگیری"+"\n"+"دست‌ ها، ظروف و سطوح مربوط به مواد غذایی را مرتب بشویید"+"\n"+"مواد غذایی خام را جدا از مواد آماده مصرف، نگهداری کنید"+"\n"+"هنگام خرید، آماده کردن غذا یا نگهداری آن ها ، گوشت، مرغ و ماهی را جدا از مواد غذایی دیگر نگه دارید"+"\n"+"پخت غذاها باید در درجه حرارت مطمئن صورت گیرد. عوامل بیماری زا اغلب در دمایی بین 63 تا 74 درجه سانتی‌ گراد از بین خواهند رفت"+"\n"+"غذاهای فاسد شدنی را بی‌ درنگ در یخچال یا فریزر قرار دهید. اگر ماده غذایی ‌ای را قرار نیست طی دو روز آینده مصرف کنید حتما در فریزر قرار دهید"+"\n"+"مواد غذایی منجمد را در دمای اتاق قرار ندهید. امن ‌ترین شیوه برای آب کردن یخ غذاها، استفاده از یخچال یا مایکروویو (انجمادزدایی) است. ریختن آب سرد روی غذا نیز شیوه‌ ای مطمئن خواهد بود"+"\n"+"‌این نکته را همیشه به یاد داشته باشید؛ اگر به سلامت غذایی اطمینان ندارید، آن را مصرف نکنید"+"\n"+"\n"+"\n"+"منبع : تبیان";
	public String t65="درمان خانگي‌ براي رفع بوي بد بدن"+"\n"+"راه‌حل اول شما مي‌توانيد با استفاده از روش‌هاي خانگي و با همان مواد درون آشپزخانه نيز به جنگ بوي نامطبوع زير بغل برويد.يكي از اين راه‌حل‌ها استفاده از جوش شيرين است ؛جوش‌شيرين از قديم به‌عنوان يك پاك‌كننده و ضدبو طبيعي به كار مي‌رفته ‌است، مثلا از آن براي از بين بردن چربي‌ها و كثيفي‌هاي ظروف آشپزي استفاده مي‌شده است؛ آن را براي تميز كردن ظروف استيل به كار مي‌بردند بدون اينكه روي آنها خراش و خطي به‌وجود بيايد و غیره"+"\n"+"اين ماده بو‌هاي مختلف را نيز به‌خود جذب مي‌كند مثلا شايد شنيده باشيد، بعضي براي از بين بردن بوهاي نامطبوع يخچال ظرفي سرباز از جوش شيرين را داخل يخچال مي‌گذارند. به خاطر همين ويژگي‌هاي پاك‌كنندگي و بوگيري، شما مي‌توانيد ازاين ماده براي از بين بردن بوي زير بغل استفاده كنيد، اين ماده عرق كردن شما را متوقف نمي‌كند اما به خاطر داشتن بعضي از ويژگي‌ها مانع از اين مي‌شود كه باكتري‌ها بتوانند از عرق شما تغذيه كنند و در نتيجه باكتري‌ها تكثير نمي‌شوند و عرق شما بو نمي‌گيرد. افراد مختلف به روش‌هاي مختلف از اين ماده استفاده مي‌كنند"+"\n"+"بعضي‌ها جوش‌شيرين را بعد از حمام به زير بغل‌شان مي‌مالند، بعضي ديگر، مقداري جوش‌شيرين را روي پارچه تميزي مي‌گذارند و سپس پارچه مرطوب شده را زير بغل خود مي‌مالند"+"\n"+""+"\n"+"راه حل دوم مي‌توانيد از پودر بچه استفاده كنيد، يك از ويژگي‌هاي پودر بچه نم‌گيري (رطوبت گيري) است و در نتيجه مي‌تواند پوست زير بغل را تا حدي خشك نگه دارد علاوه بر اين‌ها پودر بچه، بوي مطبوعي نيز دارد"+"\n"+""+"\n"+"راه حل سوم استفاده از محلول پراكسيد هيدروژن و آبنيز مي‌تواند مفيد باشد. جهت ساختن اين محلول، يك قاشق چاي خوري از پراكسيد(3 درصد) را با يك فنجان آب تركيب كنيد. سپس اين محلول را در نقاط مستعد تعريق استفاده كنيد. اين محلول، باكتري‌هاي مولد بو را از بين مي‌برد"+"\n"+""+"\n"+""+"\n"+""+"\n"+"مراقبت‌هاي ويژه تابستاني"+"\n"+"ده نكته درباره محافظت از كودكان در برابر آفتاب‌سوختگي و گرمازدگي كه شما بايد پيش از آغاز تابستان بدانيد"+"\n"+"آيا مي‌دانستيد تابستان، فصلي كه بچه‌ها اين‌قدر دوستش دارند، ممكن است براي آنها فصل خطرناكي باشد؟! بچه‌ها در روزهاي گرم تابستان مراقبت‌هاي مخصوصي لازم دارند. از لباس‌ شان گرفته تا خواب و خوراك‌شان بايد تغيير كند. تغييرات ظريفي كه حتما شما هم دوست داريد، آنها را بدانيد"+"\n"+"پس با ما همراه شويد و 10 نكته تابستاني درباره مراقبت از فرزندتان را از دست ندهيد"+"\n"+""+"\n"+"   چه ضد آفتابي"+"\n"+"براي مراقبت از پوست فرزند نازنين‌تان در اين روزهاي گرم حتما از ضدآفتاب استفاده كنيد. لازم نيست ضدآفتاب مخصوص كودكان تهيه كنيد. فقط بايد اس پس اف ضد‌آفتابي كه مي‌خريد حداقل 30 باشد و هر 2 ساعت يك بار آن را تجديد كنيد"+"\n"+""+"\n"+"خطر خطر"+"\n"+"هوا گرم شده! هيچ‌وقت نوزادتان را تنها در ماشين رها نكنيد. شايد فكر كنيد چند دقيقه تنها ماندن در خواب ناز توي ماشين خطري براي كودك ندارد اما بايد بدانيد حتي 10 دقيقه ماندن در ماشين در بسته زير آفتاب ممكن است به حدي دماي بدن نوزادتان را بالا ببرد كه او را گرما زده كند و تا خطر مرگ پيش ببرد"+"\n"+""+"\n"+"بيماري شايع  تابستان"+"\n"+"اين روزها بيماري‌هاي اسهالي هم كم‌كم سرو كله‌شان پيدا مي‌شود. اگر مي‌خواهيد كوچولوي‌تان را در برابر بيماري تابستاني بيمه كنيد، دست‌‌هاي او را مرتب بشوييد و به او ياد دهيد اين كار را تكرار كند. در ضمن به كودك‌تان ياد بدهيد با دست آلوده غذا نخورد"+"\n"+""+"\n"+"عينك آفتابي مناسب بچه‌ها چيست"+"\n"+"براي خانوم كوچولو عينك آفتابي تهيه كنيد. نه براي قشنگي! بلكه براي اينكه چشم‌هاي كودكان، نيازمند مراقبت در برابر آفتاب هستند. در ضمن يادتان باشد عينك آفتابي را از فروشگاه معتبر تهيه كنيد و نه از كنار خيابان! عينك‌هاي ارزان‌قيمت و غيراستاندارد ضررشان بيش از منفعت‌شان است و به چشم‌هاي كودك‌تان آسيب مي‌رسانند"+"\n"+""+"\n"+"نکته : يادتان باشد هيچ‌وقت از جايي كه مطمئن نيستيد نوشيدني تهيه نكنيد و به كودك‌تان هم اين موضوع را آموزش دهيد"+"\n"+""+"\n"+"جنس پارچه مناسب لباس"+"\n"+"اگر دوست داريد كوچولوي‌تان در اين روزهاي گرم، خنك بماند بهتر است به جاي پوشاندن لباس باز به او، از لباس‌هاي نخي، روشن و گشاد استفاده كنيد. لباس‌هاي باز براي بچه‌ها خطر آفتاب‌سوختگي پوست را تشديد مي‌كنند"+"\n"+""+"\n"+"   مراقب آب آلوده باشيد"+"\n"+"اگر فرزندتان را براي بازي بيرون برده‌ايد و يا در مسافرت به سر مي‌بريد حتما حواس‌تان به آب آشاميدني باشد. به فرزندتان ياد بدهيد در پارك فقط از شير آب آشاميدني آن هم با ليوان تميز خودش آب بخورد"+"\n"+""+"\n"+"   لباس  تنگ ممنوع"+"\n"+"لباس‌هاي تنگ و چسبان را در اين روزها كنار بگذاريد. همچنين الياف مصنوعي را براي بچه‌ها انتخاب نكنيد چون نه تنها عرق بدن كودك را جذب نمي‌كند، بلكه باعث آلرژي و جوش‌هاي پوستي هم مي‌شود"+"\n"+""+"\n"+"كوچولو را سيراب‌كنيد"+"\n"+"يادتان نرود ني‌ني اين روزها بيشتر از هر وقت ديگري احتياج به آب دارد. آب، آبميوه‌هاي طبيعي و شير بهترين مايعات براي روزهاي گرم هستند. دادن مايعات به كوچولوها آنها را از خطر كم‌آبي و گرمازدگي نجات مي‌دهد"+"\n"+""+"\n"+"   با خودتان‌آب برداريد"+"\n"+""+"\n"+"هر جا مي‌رويد با خودتان آب همراه داشته باشيد. البته حواس‌تان باشد قرار دادن بطري آب‌معدني در فريزر و يخ درست كردن در آن اصلا كار درستي نيست. بطري‌هاي نوشابه و آب معدني در دماي فريزر از خودشان مواد سرطان‌زا آزاد مي‌كنند. به جاي اين كار از يك فلاسك يا قمقمه كوچك براي همراه بردن آب سرد استفاده كنيد"+"\n"+"\n"+"\n"+"منبع : تبیان";
	public String t66="در جلد اول کتاب قانون شیخ ‌الرییس ابوعلی سینا چند توصیه برای مسافران در فصل گرما ذکر شده است. از جمله اینکه مسافر سر و سینه خود را از تابش مستقیم نور خورشید بپوشاند و در راه قاووت جو و عصاره میوه تناول کند و قدری برای حرکت صبر کرده و سپس به راه افتد"+"\n"+""+"\n"+"این حکیم ایرانی روغن بنفشه و مالیدن آن روی پیشانی در هر ساعت را برای جلوگیری از گرمازدگی و سردردهای صفراوی مفید دانسته و توصیه کرده است فرد بعد از سفر، حمام آب سرد بگیرد تا از آسیب سفر به دور باشد و سرحال آید. البته نباید شتاب کنند باید به تدریج آبتنی کنند"+"\n"+""+"\n"+"همچنین وی توصیه می کند؛ کسانی که از باد سر می‌ترسند بهتر دهان و بینی خود را بپوشانند و در سفر از دوغی که ۲۴ ساعت قبل از سفر در آن پیاز خرد شده باشد، استفاده کنند. همچنین بوییدن روغن گل‌سرخ و روغن دانه کدو و خوردن روغن کدو مفید خواهد بود"+"\n"+""+"\n"+"به گفته شیخ الرییس دوغ ترش نیز برای گرمازدگی بعد سفر مناسب است و اگر فرد آفتاب زده شده بهتر است در سایه بنشیند و پای خود را در آب سرد بشوید و اگر تشنه بود اندک اندک از ظرفی با دهانه باریک آب بنوشد. علاوه بر این خوراکش هم باید از غذاهای زود هضم باشد"+"\n"+"\n"+"\n"+"منبع : باشگاه خبرنگاران";
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
private class Ui{
		
	    private ImageView b_imagemain;
	    private ImageView share;
		private TextView b_maintext;
		private TextView b_titrtext;
		private Typeface nazanin;
		private Typeface titr;
		private Typeface homa;
		private Typeface koodak;
		
		public int time = 0;
	
		private Activity mActivity;
		
		
		public Ui(Activity activity){
			mActivity = activity;
			tarif();
			ejra();
		}
		
		
		private void tarif() {
			
			 b_maintext=(TextView) findViewById(R.id.b_maintext);
			 b_titrtext=(TextView) findViewById(R.id.b_titrtext);
			 share=(ImageView) findViewById(R.id.share_b_text);
			 b_imagemain=(ImageView) findViewById(R.id.b_imagemain);
			
			 nazanin=Typeface.createFromAsset(getAssets(), "Font/nazanin.ttf"+"");
			 titr=Typeface.createFromAsset(getAssets(), "Font/titr.ttf"+"");
			 homa=Typeface.createFromAsset(getAssets(), "Font/homa.ttf"+"");
			 koodak=Typeface.createFromAsset(getAssets(), "Font/koodak.ttf"+"");

			 
			 
			 Bundle extras = getIntent().getExtras();
			 
		     String value1 = extras.getString("b_titrtext");
		     String value2 = extras.getString("b_maintext");
		     String value3 = extras.getString("b_imagetext");
		     
		     
		     
		     b_titrtext.setText(value1);
			 int v2 =Integer.parseInt(value2);
			 int v3 =Integer.parseInt(value3);
			 
			 
			 
		     if(v2==56){
		    	b_maintext.setText(t56);
		     }
		     if(v2==57){
			    	b_maintext.setText(t57);
			     }
		     if(v2==58){
			    	b_maintext.setText(t58);
			     }
		     if(v2==59){
			    	b_maintext.setText(t59);
			     }
		     if(v2==60){
			    	b_maintext.setText(t60);
			     }
		     if(v2==61){
			    	b_maintext.setText(t61);
			     }
		    
		     if(v2==63){
			    	b_maintext.setText(t63);
			     }
		     if(v2==64){
			    	b_maintext.setText(t64);
			     }
		     if(v2==65){
			    	b_maintext.setText(t65);
			     }
		     if(v2==66){
			    	b_maintext.setText(t66);
			     }
		    
		     
		     share.setOnClickListener(new OnClickListener(){

					public void onClick(View arg0) {
						
						String shareBody = b_maintext.getText().toString();
					    Intent sharingIntent = new Intent(android.content.Intent.ACTION_SEND);
					        sharingIntent.setType("text/plain");
					        sharingIntent.putExtra(android.content.Intent.EXTRA_SUBJECT, "");
					        sharingIntent.putExtra(android.content.Intent.EXTRA_TEXT, shareBody);
					        startActivity(Intent.createChooser(sharingIntent, getResources().getString(R.string.share)));
					        
					}
					
				});  
		     
		     
		     
		     if(v3==56){
		    	 b_imagemain.setImageResource(R.drawable.a56);
		     }
		     if(v3==57){
		    	 b_imagemain.setImageResource(R.drawable.a57);
		     }
		     if(v3==58){
		    	 b_imagemain.setImageResource(R.drawable.a58);
		     }
		     if(v3==59){
		    	 b_imagemain.setImageResource(R.drawable.a59);
		     }
		     if(v3==60){
		    	 b_imagemain.setImageResource(R.drawable.a60);
		     }
		     if(v3==61){
		    	 b_imagemain.setImageResource(R.drawable.a61);
		     }
		     if(v3==63){
		    	 b_imagemain.setImageResource(R.drawable.a63);
		     }
		     if(v3==64){
		    	 b_imagemain.setImageResource(R.drawable.a64);
		     }
		     if(v3==65){
		    	 b_imagemain.setImageResource(R.drawable.a65);
		     }
		     if(v3==66){
		    	 b_imagemain.setImageResource(R.drawable.a66);
		     }
		     
		    
		     
		     
			b_titrtext.setTypeface(titr);
			 
		}
		
		
		
		private void readfont(){
			
			String font=dbHandler.Display(1);
			String size=dbHandler.Display(2);
			String mode=dbHandler.Display(3);
			
			int font2=Integer.parseInt(font.toString());
			int size2=Integer.parseInt(size.toString());
			int mode2=Integer.parseInt(mode.toString());
			
			float koochik=18;
			float motevaset=21;
			float bozorg=24;
			
			
			if(font2==1){
				b_maintext.setTypeface(nazanin);
			}
			if(font2==2){
				b_maintext.setTypeface(titr);
			}
			if(font2==3){
				b_maintext.setTypeface(homa);
			}
			if(font2==4){
				b_maintext.setTypeface(koodak);
			}
			
			if(size2==1){
				b_maintext.setTextSize(koochik);
			}
			if(size2==2){
				b_maintext.setTextSize(motevaset);
			}
			if(size2==3){
				b_maintext.setTextSize(bozorg);	
			}
			
			if(mode2==1){
				RelativeLayout b_text = (RelativeLayout) findViewById (R.id.b_text);
				   Resources res = getResources();
				   int color = res.getColor(R.color.sefid);
				   b_text.setBackgroundColor(color);
				   b_maintext.setTextColor(Color.BLACK);
			}
			
			if(mode2==2){
				RelativeLayout b_text = (RelativeLayout) findViewById (R.id.b_text);
				   Resources res = getResources();
				   int color = res.getColor(R.color.black);
				   b_text.setBackgroundColor(color);
				   b_maintext.setTextColor(Color.WHITE);
			}
			
		}



		private void ejra() {
			
			final Timer t = new Timer();
	        //Set the schedule function and rate
	        t.scheduleAtFixedRate(new TimerTask() 
	        {
				public void run() 
				{
					runOnUiThread(new Runnable() 
					{
						public void run() 
						{
							
							
								t.cancel();
								readfont();
							
							
						}
						
					});
				}
	        	
	        }, 1, 1);
			
		}
	
	}


	
	
	
	protected void onCreate(Bundle savedInstanceState) {
		super.onCreate(savedInstanceState);
		setContentView(R.layout.b_text);
		dbHandler=new DatabaseHandler(this);
		contact=new Contact();
		mUi=new Ui(this);
	}
	protected void onResume() {
		super.onResume();
		dbHandler.open();		
	}

	@Override
	protected void onPause() {
		super.onPause();
		dbHandler.close();
	}
}