package com.Publication.pezeshkisalamt;



import java.util.Timer;
import java.util.TimerTask;
import android.annotation.SuppressLint;
import android.app.Activity;
import android.content.Intent;
import android.content.res.Resources;
import android.graphics.Color;
import android.graphics.Typeface;
import android.graphics.drawable.Drawable;
import android.os.Bundle;
import android.view.View;
import android.view.View.OnClickListener;
import android.widget.ImageView;
import android.widget.RelativeLayout;
import android.widget.TextView;




public class z_text extends Activity {

	private Ui mUi=null;
	private DatabaseHandler dbHandler;
	private Contact contact;
	
	public String t41="در اينجا به نکاتي اشاره ميکنيم که اگر مراعات کنيد ميتوانيد پوست زيبايي داشته باشيد"+"\n"+"تا آنجا که ميتوانيد از استرس دوري کنيد"+"\n"+"زير آفتاب زياد نمانيد و از کرمهاي ضد آفتاب استفاده کنيد"+"\n"+"سيگار نکشيد چون سيگار خودش پوست را خراب ميکند"+"\n"+"آب زياد بنوشيد"+"\n"+"خوابتان کافي باشد"+"\n"+"توجه کنيد که پوستتان را خوب تميز کنيد"+"\n"+"سبزيجات و ميوه جات را به وفور استفاده کنيد"+"\n"+""+"\n"+"چگونه ميتوان کبودي زير چشم را کم کرد؟"+"\n"+"کبودي زير چشم مشکلي است که اکثر خانمها با آن مواجه هستند. کبودي و پف زير چشم اکثر به خاطر استرس، بيخوابي و گاهي اوقات هم ارثي است. اين کبودي در حقيقت ناشي از جريان خون زياد در مويرگهاي اين قسمت از صورت است که ناشي از مشکلاتي است که در بالا گفته شد"+"\n"+"براي رفع اين کبودي و ورم، بايد از کرم هاي زير چشمي استفاده کنيد که منشا گياهي و دريايي داشته باشند تا اين رگها را آرامش داده و حالت مرطوب کنندگي هم داشته باشند. اين کرم را صبح و شب با ضربه هاي آرام به زير چشم خود بماليد تا اين جريان خون را هماهنگ کرده و جلوي تورم را بگيرد"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t42="درسـت است که خبــره شدن در آرایش یک مهارت است، اما این کار هم مثل بقیــــه کارها رمز و رموزی دارد که می تواند یک چهره کاملاً عادی را بــه چهره ای جذاب و فریبنده تبدیل کند"+"\n"+"فـقط پنـکک را روی قسـمت های تیــره پوست نکشـید. بـرای اینـکـه پـوست شاداب و تر و تازه به نظر برسد، بـایـد سایه سیاه که زیر چشم می افتد را از بین ببرید. برای این منظور، با پنککـی یک درجه روشن تر از کرم پودری که روی کل صورت زده اید، از خط مژه ها را تا انتهای گودی چشم و گوشه های بینی بپوشانید"+"\n"+" همیشه بلافاصله بعد از اینکه از حمام بیرون می آیید از فرمژه استفاده کنید. وقتی مژه ها با آب گرم خیس شده باشند، راحت تر و زیباتر برمی گردند و نمی شکنند"+"\n"+" درست است که پودر ابرو بسیار خوب عمل میکند و کاملاً طبیعی به نظر می رسد، اما دقت کنید که این پودر بعد از گذشت چند ساعت لکه دار شده و از بین می رود. برای این منظور بهتر است ابتدا با مداد ابرو نواحی خالی ابرو را پر کنید و بعد پودر را روی آن بزنید"+"\n"+"بعد از زدن کرم پودر روی صورت، کمی کف دست ها را به هم بمالید و بعد به آرامی آن را روی گونه ها، چانه، پیشانی و بینی بمالید. گرما باعث می شود که پودر بهتر روی صورت بنشیند و کاملاً طبیعی جلوه کند"+"\n"+"یک راه خوب برای اطمینان از اینکه آرایشتان افراطی نشود این است که از آخر به اول شروع کنید: مثلاً بعد از زدن کرم پودر، قبل از انجام آرایش چشم، رژگونه و رژلبتان را زنید. با اینکار چهره تان روشن تر به نظر می رسد و درنتیجه سایه و خط چشم و ریملتان را کمرنگ تر خواهید زد و آرایشتان طبیعی تر جلوه خواهد کرد"+"\n"+"برای اینکه مژه ها بلند و پر بدون گوله گوله جلوه کند، از ریمل های دو سره استفاده کنید. ابتدا سر حجم دهنده آن که کرم رنگ است و مژه ها را پر میکند را استفاده کرده و بعد از گذشت چند دقیقه که خشک شد، سر دیگر را که کار بلند کردن مژه ها را انجام می دهد را استفاده کنید"+"\n"+"اگر یک روز رژلبتان تمام شد و چیزی دم دستتان نبود، نگران نباشید خودتان هم میتونید رژلب درست کنید. ابتدا انگشتتان را کمی چرب کرده و بعد درون پودر سایه چشم فرو کنید و بعد روی لب بمالید"+"\n"+"برای مجذوب کردن بیشتر بیننده، اطمینان یابید که بین خط مژه ها و خط چشمتان فاصله ای نباشد. ابتدا از سایه پودری استفاده کنید بعد پلک را بالا برده و خط چشم را تا حد امکان نزدیک به خط مژه بکشید. اینکار باعث می شود که مژه هایتان هم پرتر نشان دهد"+"\n"+" موقع کشیدن خط چشم یا خط ب، سعی کنید آرنجتان را روی جایی محکم کنید مثل میز توالتتان. اینکار باعث می شود که بتوانید خط را بدون حرکت و نوسان دست و راحتتر بکشید"+"\n"+"برای از بین بردن خستگی و قرمزی چشم ها می توانید از خط و سایه چشم آبی استفاده کنید. در این مواقع از استفاده از سایه هایی که قرمز در خود داشته باشد مثل بنفش، ارغوانی، ی حتی قهوه ای، خودداری کنید"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t43="تشـخيـص رنـگ پوست در انتخاب نوع و رنگ آرايش، نقش مهمي را ايفا مي کند؛ اما شايد ندانيد که چگونه ميتوانيد رنـگ و حـالت پـوست خـود را تشخيص دهيد. بايد به دنبال چـه چـيـزي باشيد؟ بـه عنـوان مـثـال اگر پوستتان در حالت کـلي بـي رنـگ باشد، اما مناطقي از قرمزي و يا بي رنگي"+"\n"+"داشـته بـاشـد، چـطور؟ نـکته جالب اينجاست که تشخيص تـون پـوست آنـقدرهـا هـم که شما تصور مي کنيد، دشوار نيـست. يـک روش سـاده شـنــاسايي اين است که ببينيد زمـانيکه پوستتان در معرض آفتاب قرار مي گيرد مي سوزد و يا برنز مي شود:"+"\n"+""+"\n"+" اگر پوست شما به راحتي برنزه مي شود ميزان ملانين طبيعي پوست شما (رنگ دانه اي که به طور طبيعي موجب رنگ دادن به پوست مي شود) در سطح بالاتري قرار دارد و به احتمال زياد زمينه رنگ پوست شما زرد مايل به زيتوني است.  "+"\n"+""+"\n"+" کساني که پوستشان به سرعت نمي سوزد و يا در مقايسه با سايرين کمتر ميسوزد، ملانين کمتري دارند، که موجب مي شود ته رنگ پوستشان به بنفش، آبي - قرمز، و گلي متمايل شود. به علاوه علائم بارز ديگري نيز وجود دارد: پوست هاي گلي، نشانه هاي مشهود قرمز دارند و يا اينکه قرمزي بر روي آنها به سرعت نمايان شده و خود را نشان مي دهد"+"\n"+"اگر پوست شما زرد باشد (معمولا به عنوان زرد - خاکستري شناخته مي شود) آنوقت متوجه مي شويد که کرم پودر ها و پن کک هايي که در آنها رنگ زرد به کار رفته، چهره شما را زيبا نمي کنند و معمولا چهره بيمارگونه به شما مي دهند"+"\n"+""+"\n"+" پوست هاي زيتوني نيز معمولا تا حدودي، انشعابي از خاکستري و رنگ فيلي را نمايان مي کنند. ترکيب اين رنگ از تون زردي که در پايه هر پوستي قرار دارد و کمي سبزي که تنها مختص اين گروه مي باشد، تشکيل شده است"+"\n"+""+"\n"+" پوست بيرنگ نيز به پوستي اطلاق مي شود که هيچ توني از زيتوني، زرد، و يا قرمز در آنها ديده نشود"+"\n"+""+"\n"+" اين دسته بندي براي تمام خانم ها، حتي سياه پوستان نير کاربرد دارد؛ رنگ پوست زيرين (يا همان رنگ پايه) شما هميشه با يکي از موارد ذکر شده ارتباط دارد. شايد هميشه به شما گفته شده باشد که بايد در آرايش از اصل (فصلي) بودن، پيروي کنيد و با تغيير فصل، رنگ لباس ها و آرايش خود را تغيير دهيد، مثلاً آرايش خنک (رنگ آبي و تون هاي صورتي) و يا گرم ( زرد، خاکستري/ زيتوني). متاسفانه اين شايعه همه گير در مورد رنگ پوست، ممکن است شما را زمان انتخاب سايه ها و ميک آپ با مشکل مواجه کرده و گمراهتان کند"+"\n"+""+"\n"+"تعيين رنگ پوست، معمولاً زمان انتخاب کرم پودر و پن کک مورد توجه قرار مي گيرد. زماني که رنگ هاي مختلف کرم پودر را تست مي کنيد، به طور قطع بايد رنگ کلي و دقيق پوست خود را پيدا کرده تا با توجه به آن بتوانيد رنگ مناسبي پيدا کنيد. نبايد رنگ سطح پوست خود را مبنا قرار دهيد. هدف شما از استفاده کرم پودر اين است که تمام دورنگي هاي سطحي پوست خود را از بين برده و تمام رنگ را يکنواخت کرده و آنها را به نوعي بي رنگ کنيد و به يک رنگ تقريبا زرد کمرنگ برسيد. ولي حالا چرا زرد کمرنگ؟ به اين دليل که تمام پوست ها کم و بيش داراي زير لايه تقريبا زرد رنگ هستند: دليلش هم اين است که رنگ طبيعي ملانين زرد است"+"\n"+""+"\n"+" دقت کنيد که کرم پودر شما بايد بدون توجه به نژاد، گونه، مليت، و سن، سايه هايي از رنگ هاي خنثي نظير رنگ عاج فيل، خاکستري کمرنگ، برنز، قهوه اي کمرنگ، قهوه اي پر رنگ يا گردويي داشته باشد به علاوه يک تون نامحسوس زرد رنگ نيز در آن مشهود باشد، اما دقت کنيد که به هيچ وجه از رنگ هاي نارنجي، صورتي، سرخ، سبز، خاکستري و آبي در آن به کار نرفته باشد حتي به ميزان خيلي کم. اضافه کردن چنين سايه هايي به کرم پودر نه تنها شما را زيبا جلوه نمي دهد، بلکه تا حد بسيار زيادي چهره شما را مصنوعي کرده و زيبايي هاي طبيعي تان را نيز از بين مي برد"+"\n"+""+"\n"+" البته استثناهايي نيز در اين زمينه وجود دارد: خانم هاي آمريکاي شمالي و جنوبي، درصد پاييني از خانم هاي دورگه آفريقايي - آمريکايي، و برخي از خانم هاي سواحل پلينزي، قالباً تا حدودي لکه هاي قرمزي در پوست خود دارند. اين خانم ها بايد به طور کلي نظريه استفاده از کرم هاي بي رنگ و خنثي را به طور کلي فراموش کنند. به اين دليل که پوست آنها به طور طبيعي داراي قرمزي است به همين دليل بايد به دنبال کرم پودرهايي باشند که رنگ قرمز آنها را ملايم تر کرده و به نوعي آنرا در تمام قسمت هاي صورتشان پخش کند تا زياد توي ذوق نزند. البته بايد دقت کنند که اين قرمزي را به قهوه اي قرمز متمايل کنند نه مسي، نارنجي و يا هلويي"+"\n"+"به هر حال براي انتخاب کرم پودر پايه، مي بايست حتما آنرا بر روي پوست خود امتحان کنيد و بهتر است که اين کار را در روشنايي روز انجام دهيد و ببيند که آيا با پوست شما همخواني پيدا مي کند يا خير. اين بهترين راه اتنخاب ميک آپ است. با اين روش مي توانيد رنگي را انتخاب کنيد که به صورتتان مي آيد، ديگران نبايد متوجه شوند که شما آرايش کرده ايد و يا بدتر انگار ماسک بر روي صورت خود زده ايد"+"\n"+""+"\n"+"انتخاب رنگ هاي ساير لوازم آرايش بطوريکه به پوستتان بيايند"+"\n"+""+"\n"+"هنگاميکه به مجله هاي مد و لباسي نگاه کنيد، چهره ها به اين دليل زيبا به نظر ميرسند که از رنگ مناسب استفاده کرده اند. در آرايش مدل ها از رنگ هايي استفاده مي کنند که به طور کلي با رنگ پوست اصلي شان همخواني داشته باشد. خانم هايي که موهاي قرمز دارند و رنگ پوستشان نيز روشن تا متوسط است بايد از از رنگ هاي مرجاني، قهوه اي، کهربايي، برنز و ديگر رنگ هاي خاکي استفاده کنند. موي بلوند با رنگ پوست روشن تا متوسط ، مثل گويينت پالترو، پاريس هيلتون، کريستين دانست، بايد بيشتر از گروه رنگ هاي صورتي استفاده کنند"+"\n"+""+"\n"+"موي قهوه اي روشن، و خرمايي با رنگ پوست روشن تا متوسط مثل جوليا رابرتز، و جنيفر گارنر، معمولا از قرمز روشن و قرمز مايل به عسلي استفاده مي کنند. خانم هايي که موها قهوه اي تيره و پوست روشن تا متوسط دارند، مثل دمي مور، سندرا بولاک، و پنلوپه کروز، بيشتر از سايه هاي روشن، قرمز، و آلبالويي استفاده مي کنند. موهاي مشکي و رنگ هاي پوست تيره تر، مانند هال بري، و آنجلا باست، از رنگ هاي خنثي و طبيعي استفاده مي کنند، مثل: صورتي کمرنگ، قهوه اي روشن، و مرجاني بي حال"+"\n"+""+"\n"+"البته همانطور که مي دانيد استثناهايي وجود دارند و مدل هاي آرايشي با سرعت نور در حال تغيير هستند؛ ( بدون ذکر تغيير در رنگ مو) به عبارت ديگر، انتخاب رنگ مناسب براي آرايش، تاثير گرفته از سلايق فردي است که در افراد مختلف، متفاوت مي باشد؛ درست مثل انتخاب طرح و مدل لباس. براي اينکه در اين خودآرايي ها در امان بمانيد بايد نکات کلي اشاره شده در بالا را رعايت کنيد. در حقيقت تا زماني که تعادل را رعايت کنيد، در مصرف وسايل آرايشي زياده روي نکنيد، و رنگ ها را به درستي با هم ست کنيد، چهره اي زيبا خواهيد داشت"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t44="مـطمئـناً شما هم ديده ايد، آرايش روي صورت خيلي بد و زشـت نـشـان دهـد. بـه هـمـيـن دلـيـل بـراي از بـيـن بردن اشـتـباهـات در آرايـش کـه باعث زشت ديده شدن آن مي شـود، نکاتي را در اين مقاله آورده ام. با رعايت اين نکات، هميشه آرايشي زيبا خواهيد داشت"+"\n"+""+"\n"+"رژگونه زياد:  رژگونه بايد طوري باشد که طبيعي، يکنواخت و زيبا جلوه کند. بهتر است رژگونه را قبل از هر رنگ ديگري روي صورت انجام دهيد"+"\n"+""+"\n"+"بهترين رنگ براي رژگونه؟  بهتر است از رنگ هاي روشن استفاده کنيد. صورتي هلويي رنگ چهره را جوانتر نشان داده و  به هر فردي در هر سني مي آيد. دقت کنيد که حتماً رژگونه را روي گونه هايتان بزنيد"+"\n"+""+"\n"+" سايه ي چشم آبي:  به نظر من اگر کسي مداوماً از سايه ي آبي استفاده ميکند، فقط به اين دليل است که روزي کسي از او با اين رنگ سايه تعريف و تمجيد کرده است. اما زيبايي فقط در يک نقطه از صورت نبايد باشد. زيبايي اصلي اين است که تصوير کلي شما زيبا جلوه کند"+"\n"+""+"\n"+"کمي خسته به نظر مي رسيد، حالتان خوب است؟ ممکن است براي همه ي شما پيش آمده باشد. اگر کسي به شما بگويد خسته هستيد، در حاليکه اصلاً اينطور نيست، مطمئناً آرايشتان اشکال دارد. انتخاب رنگ هاي اشتباه، به خصوص رنگ هايي که در خود طوسي دارند، در آرايش باعث مي شود پوست خسته به نظر بيايد. رژگونه ي صورتي-طوسي، رژلب بنفش-طوسي، سايه ي طوسي مانند همه باعث مي شود که چهره تان تازگي خود را از دست بدهد و خسته به نظر آيد"+"\n"+""+"\n"+"براي جلوگيري از بروز چنين اتفاقي، قبل از استفاده از هر رنگي روي صورتتان، ابتدا کمي از آن رنگ را روي صفحه ي سفيد بزنيد. اگر به نظرتان کمي طوسي درخود داشت از استفاده از آن خودداري کنيد"+"\n"+""+"\n"+"زياده روي در استفاده از رژلب:  زدن رژلب زياد و پررنگ باعث بزرگتر جلوه کردن لبهايتان نمي شود، بلکه چهره را مثل صورت يک دلقک مسخره خواهد کرد. چطور بايد از اين کار جلوگيري کنيد؟ همه چيز بستگي به رنگ رژلب و برق لبتان دارد. با يک رنگ ملايم مثل صورتي شروع کنيد. بعد به دنبال خط لبي مناسب با آن و سه درجه پررنگ تر از رنگ اصلي لبتان باشد. و دقيقاً دور لبتان بکشي و نه حتي يک ميليمتر بالاتر از آن. بعد مي توانيد روي کار برق لب بزنيد. برق لب باعث مي شود که رژلبتان جلوه اي زيباتر داشته و لب هايتان را سه بعدي نشان خواهد داد"+"\n"+""+"\n"+"ازاشتباهاتي که گفته شد دوري کنيد تا هميشه زيبا و شگفت انگيز جلوه کنيد"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t45="آيا مي‌دانيد بهترين راهکار براي داشتن پوستي مرطوب اين است که روزانه به ميزان مناسبي آب بنوشيد؟"+"\n"+""+"\n"+" شما با خريد محصولاتي که داراي برچسب مرطوب ‌کنندگي هستند، فقط رطوبتي را براي پوستتان مهيا مي ‌کنيد که خود داراي آن است. رطوبت مورد نياز براي پوست شما بايد بيشتر از داخل بدن تأمين شود. بنابر‌اين به موارد زير توجه کنيد"+"\n"+""+"\n"+"سعي کنيد که همه روزه فقط 2 تا 3 ليوان از نوشيدني‌هاي حاوي کربوهيدرات، چاي و قهوه استفاده نماييد. البته کمتر از اين ميزان هم توصيه مي‌شود، زيرا اين مواد ادرار را زياد مي ‌کنند، در نتيجه باعث دفع آبي مي ‌شوند که مي‌نوشيد"+"\n"+""+"\n"+" با چروک مبارزه نکنيد، بلکه از ايجاد آن جلوگيري نماييد"+"\n"+""+"\n"+"زماني که در معرض نور آفتاب و پرتو مضر آن قرار مي‌گيريد، بايد اين ضرب‌المثل معروف را به ياد آوريد )ذره‌اي مراقبت بهتر از مداوايي پُر دردسر است(. دوري از اين پرتو اولين راهکار براي جلوگيري از پيري زود‌رس و ايجاد چروک است. اين روش، ساده است و زيبايي پوست شما را به دنبال خواهد داشت"+"\n"+""+"\n"+"نکاتي مهم جهت کاهش خطر پيري زودرس حاصل از پرتو آفتاب"+"\n"+"بدون توجه به وضع آب و هوا از کرم ضدآفتاب استفاده کنيد. پرتو (يو وي آ)  که بيشترين تأثير منفي را بر پوستتان اعمال مي‌کند، هم در روزهاي ابري و هم آفتابي وجود دارد"+"\n"+""+"\n"+"برنامه مراقبت از پوست و هر اقدامي که براي پوستتان انجام مي ‌دهيد، بايد با دقت فراوان صورت گيرد. کدام يک از سه ماده (اکس فوليانت)، (تونر) و (رتينول) (رتينول فعال ترين فرم ويتامين آ مي باشد، که سبب کاهش عمق چروک هاي سطح پوست و بهبود کشساني آن مي شود.) واقعاً براي پوستتان مفيد است؟ قبل از مصرف اين مواد بايد دقت کنيد که مراقبت شخصي خودتان، مرحله نخست رسيدگي به پوست است. بهره‌گيري از برنامه‌اي مناسب و نيز دقت در مصرف موادي که از آنها مصرف مي ‌کنيد از اهميت زيادي برخوردار است"+"\n"+""+"\n"+"از مواد آرايشي که داراي الکل و مواد معطر هستند، استفاده نکنيد. از آنهايي که داراي برچسب (بدون الکل) هستند استفاده کنيد. اين ماده باعث خشکي پوست مي‌شود و در نهايت ايجاد جوش‌هاي زير ‌پوستي را تسريع مي ‌کند"+"\n"+""+"\n"+" از دستمال‌هاي مخصوص آرايش براي پاک کردن پوستتان استفاده نماييد. دستمال کاغذي داراي فيبرهاي چوبي است و همين امر باعث صدمه به پوست مي ‌شود"+"\n"+""+"\n"+"پوستتان را تميز نگاه داريد و به آرامي و با دقت به آرايش آن بپردازيد. ساييدن و کشيدن پوست از انعطاف آن مي‌کاهد، در نتيجه به مرور زمان پوست آويزان مي ‌شود"+"\n"+""+"\n"+"افرادي که داراي پوستي خشک هستند بهتر است که به توصيه‌هاي زير توجه کنند"+"\n"+" به جاي آب داغ، با آب ولرم استحمام کنيد. اغلب افراد مايل هستند حتي در تابستان هم با آب داغ و محيطي پر از بخار آب حمام کنند. آب داغ رطوبت پوست را از بين مي‌برد. بهتر است که با آب ولرم اين کار را انجام دهيد ومدت زمان استحمام را کاهش دهيد. با توجه به بررسي‌هاي انجام شده بهترين مدت زمان استحمام بين 10 تا 15 دقيقه است"+"\n"+""+"\n"+"از صابون‌هاي ملايم استفاده کنيد. سعي نماييد از صابون‌هاي ضد باکتري و معطر، کم‌تر استفاده کنيد. صورتتان را صبح‌ها با صابون نشوييد، شب‌ها بهترين زمان براي اين کار است"+"\n"+""+"\n"+" تا زماني که هنوز پوستتان مرطوب است از کرم‌هاي مرطوب‌کننده استفاده کنيد. مي ‌توانيد اين راهکار را در مورد دست‌هايتان هم انجام دهيد. زماني که پوستتان هنوز نم‌دار است توانايي جذب رطوبش بيش‌تر مي ‌شود"+"\n"+""+"\n"+"مراقب لب‌هايتان باشيد. لب‌ها بسيار حساسند و معمولاً در معرض نور آفتاب قرار دارند. کرم ضدآفتاب مصرفي لب‌هايتان هم بايد حداقل داراي اس پي اف 15باشد"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t46="   بهترين دارو براي لب هاي خشک و ترک خورده ، مخلوط شير و چند قطره گلاب و آب ليموترش است که بهتر است هر شب قبل از خوابيدن اين محلول را به لب هاي خود بماليد"+"\n"+""+"\n"+"بعد از تميز کردن پوست خود، آن را مرطوب کنيد تا خشک نشود. يک محلول مرطوب کننده يا روغن مخصوص صورت استفاده کنيد که داراي مواد مغذي و طبيعي باشد. هرگز از کرم هاي جامد استفاده نکنيد"+"\n"+""+"\n"+"از دستگاه بخور يا سماور يا يک ظرف آب روي شوفاژ براي مرطوب کردن هواي اتاق به خصوص در زمستان استفاده کنيد. اين کار باعث مي شود پوست آب کمتري از دست بدهد"+"\n"+""+"\n"+" در محيط هاي خيلي گرم قرار نگيريد. از تغييرات ناگهاني دما خودداري کنيد. پوست خود را از تماس با باد و نور خورشيد هم محافظت کنيد. به ياد داشته باشيد که پوست در اثر خشک شدن بسيار آسيب پذير و حساس مي شود"+"\n"+""+"\n"+"در هواي سرد زمستاني که باد هم مي وزد، حتماً يک کرم مرطوب کننده به صورت خود بماليد، زيرا سرما باعث تبخير آب از پوست مي شود. باد هم سرعت تبخير را افزايش مي دهد"+"\n"+""+"\n"+" در شب براي شستن کرم، يک تميز کننده روغني استفاده کنيد که کرم بچه مناسب تر است"+"\n"+""+"\n"+"حداقل نيم ساعت قبل از خوابيدن، کرم مخصوص شب بماليد. اگر بعد از زدن کرم فوراً بخوابيد، پوست نازک اطراف چشم هاي شما متورم خواهد شد"+"\n"+""+"\n"+" يک بار در هفته براي روشن شدن پوست، از ماسک مخصوص صورت استفاده کنيد. براي تهيه اين ماسک : يک قاشق مربا خوري خاک رس سبز رنگ و يک قاشق مرباخوري عسل را مخلوط کنيد. اين مخلوط را به صورت خود بماليد ولي مواظب باشيد اطراف چشم ها نماليد. 15دقيقه صبر کنيد و سپس با آب ولرم صورت خود را بشوييد. در حاليکه پوست صورت کمي مرطوب است، يک مايع نرم کننده يا روغن طبيعي مخصوص به صورت خود بماليد"+"\n"+""+"\n"+" وقتي پوست ترک برمي دارد، مصرف آب و اسيدهاي چرب ضروري را افزايش دهيد. هميشه پوست خود را چرب کنيد و از تماس با مواد مضر محافظت کنيد"+"\n"+""+"\n"+" از صابون هاي تند و کرم هاي پاک کننده مواد آرايشي استفاده نکنيد، زيرا اين کرم ها داراي روغن هاي هيدروژنه هستند. اين روغن ها باعث مي شوند راديکال هاي آزاد به پوست آسيب زده و باعث خشکي و چين و چروک آن شوند. براي پاک کردن پوست خود، از روغن  زيتون و روغن بادام استفاده کنيد. به آرامي روغن را به پوست خود بماليد، سپس با آب گرم آن را بشوييد و با يک پارچه نرم، پوست خود را خشک کنيد"+"\n"+""+"\n"+"هنگام حمام کردن از آب خيلي داغ استفاده نکنيد. تا جايي که امکان دارد جلوي آفتاب نايستيد. نور خورشيد باعث خرابي بيشتر پوست مي شود. تابش مستقيم نور خورشيد به پوست خشک باعث خشکي، چين و چروک، جوش و حتي تاول مي شود"+"\n"+""+"\n"+" اگر مجبوريد جلوي آفتاب باشيد، هميشه به صورت و قسمت هايي از پوست خود که در معرض تابش آفتاب هستند، يک ضد آفتاب مناسب بماليد"+"\n"+""+"\n"+"گياهان دارويي براي پوست خشک"+"\n"+" گل هميشه بهار باعث نرم شدن پوست مي شود. همچنين براي بُخور صورت يا تهيه عرق گياهان دارويي استفاده مي شود"+"\n"+""+"\n"+" دم کرده بابونه ، نعناع  يا قاصدک بنوشيد. همچنين دم کرده گل گاو زبان  ، رازيانه و گل هميشه بهار باعث بهبود خشکي پوست مي شود. يک قاشق مرباخوري از اين گياهان دارويي را به يک ليوان آب جوش اضافه کنيد و بعد از 5 دقيقه بنوشيد"+"\n"+""+"\n"+" روغن درخت چاي به داخل سلول هاي پوستي نفوذ مي کند. پس يک قطره از اين روغن را به کرم مصرفي خود در شب يا روز اضافه کنيد تا باعث مرطوب و صاف شدن پوست شود"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t48="مو يکي از ضمائم پوست است که از دو قسمت تشکيل شده است. قسمتي از آن که ديده مي شود، از سلولهاي مرده به وجود آمده و قسمت ديگر، ريشه و پياز مو نام دارد که سلولهاي زنده و فعالي دارد . يک انسان بالغ در حدود صدهزار تار مو بر روي سر دارد که هر تار مو بين دو تا ده سال عمر مي کند و رشد آن به طور معمول 10 تا 12 سانتيمتر در سال است. ممکن است روزانه 20 تا100 تار مو بريزد که اين ارقام درنژادها، جنسيتها و سنين مختلف يکسان نيست"+"\n"+""+"\n"+"ناراحتي هاي عصبي، نگراني، دلواپسي،  اندوه، کم خوابي و يا بدخوابي سلامت موها را به خطر مي اندازد و رشد آنها را متوقف کرده و موها دچار ريزش مي شوند. موهاي شما به هر رنگ و از هر جنس که باشد، نياز به تغذيه و مراقبت دارد. يک برنامه غذايي که به اندازه کافي ويتامينهاي گروه ب و نيز آ و سی و همينطور کلسيم، آهن، مس و يد داشته باشد سبب مي شود که موها زيبا بمانند.يد در گردش خون پوست سر، نقش اساسي دارد و اگر به اندازه لازم به بدن نرسد، موها کدر، مرده و دچار ريزش مي شوند.خوردن شيريني ، نوشابه هاي گازدار، قند و شکر را به حداقل برسانيد و به جاي برسهاي نايلوني از برسهاي مويي استفاده کنيد تا سبب موخوره نشود"+"\n"+""+"\n"+"ميوه ها، سبزي هاي تازه و خام، ماهي تازه، جگر و روغن هاي گياهي مانند: روغن زيتون، روغن آفتابگردان و روغن ذرت از غذاهاي بسيار مفيدي هستند که به رشد و سلامت موها کمک مي کنند"+"\n"+""+"\n"+"ماساژ سر نيز در افزايش سرعت جريان خون نقش مهمي دارد. بدين صورت که با انگشتان دو دست، سر را ماساژ دهيد، به طوري که انگشتان به شکل دوراني حرکت داده شوند. تا زماني که حس کنيد سرتان گرم شده است و خون در زير پوست جريان دارد. اين حرکت را در همه نقاط پوست سر انجام دهيد تا به اين ترتيب خون در تمام قسمتهاي سر به جريان بيفتد. براي سرعت بخشيدن به گردش خون در سر، برس را در جهتهاي مختلف روي پوست سر بکشيد تا خون در زير پوست به جريان بيفتد. تمرين بسيار ساده جهت تسريع جريان خون سر، اين است که به پشت بخوابيد، روي شانه ها و آرنجها تکيه کنيد . در اين حالت سر بايد روي زمين قرار گيرد. هنگام انجام اين تمرين، پاها را راست نگهداريد و زانوها را خم نکيند"+"\n"+""+"\n"+"شوره سر"+"\n"+"يکي از بيماريهاي شايع مو، شوره سر است که بايد آن را درمان کرد. بسياري از پزشکان اعتقاد دارند که شوره ي  سر در اثر تغذيه نادرست ، نگراني، هيجان ، عدم تعادل هورمونها و استفاده زياد از مواد آرايشي مو، پديد مي آيد. براي مبارزه با آن، مي بايست ابتدا علت را يافت و سپس به درمان پرداخت. خوردن سبزي ، مواد پروتئين دار و غذاهايي که ويتامين آ ، ب و ای دارند توصیه میشود"+"\n"+""+"\n"+"يکي از مؤثرترين راه هاي از بين بردن شوره سر، استفاده از سرکه است. به مقدار مساوي آب و سرکه را مخلوط کنيد. سپس موها را به چند قسمت تقسيم نماييد و به کمک يک تکه پنبه، محلول آب و سرکه را به پوست سر بماليد. پس از آن موها را با شامپوي گياهي بشوييد"+"\n"+""+"\n"+" يکي ديگر از راههاي از بين بردن شوره ي  سر، استفاده از ليموترش و گلاب است. مقداري گلاب را با آب و ليمو ترش مخلوط کنيد و با آن سر را ماساژ دهيد، سپس موها را بشوييد"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t49="اینطور گفته شده است که موهای یک خانم تاج سر او محسوب میشود؛ اما به هر حال همه خانم ها با روزهایی مواجه شده اند که دلشان می خواسته به هر ترتیبی که شده همه تارهای موهای خود را پنهان کنند"+"\n"+""+"\n"+"برای داشتن موهای زیبا اولین کاری که باید انجام دهید، یک کوتاهی مرتب و مناسب است. اگر موهایتان بدرستی کوتاه نشده باشند به هیچ وجه نمی توانید آنها را به حالت دلخواه در بیاورید"+"\n"+""+"\n"+"برای یک کوتاهی مناسب باید بدنبال یک آرایشگر حرفه ای بگردید و زمانیکه چنین شخصی را پیدا کردید، برای همیشه به نزد او مراجعه کنید. عوض کردن آرایشگر باعث می شود موهای شما دچار نامرتبی شوند. البته باید اینجا اضافه کنم که ضرب المثل قدیمی (هر چقدر پول بدهی همانقدر آش می خوری) در مورد آرایشگرها صدق می کند. شاید در آرایشگاههای ارزان قیمت هم آرایشگرهای خوبی پیدا شوند، اما اگر واقعاً می خواهید موهای خوبی داشته باشید، باید پیش یک فرد حرفه ای بروید که البته ممکن است قیمت کارشان از سایر جاها گران تر باشد. آرایشگاههای ارزان قیمت معمولاً آرایشگرهای جوان و جدید را استخدام می کنند که تجربه کمی در کار دارند. آنها درآمد پایینی دارند به همین دلیل به ندرت از محصولات محافظ مو برای مراجعین خود استفاده می کنند. اما آرایشگر هایی را که در سالن های بزرگ می بینید، معمولاً فضایی از سالن را به صورت قرار دادی برای خود اجاره می کنند و سالن برای آنها مواد لازم، موقعیت کاری و حتی دستیاری برای کمک کردن به آنها را نیز در اختیارشان قرار می دهد. این آرایشگرها معمولاً از تجربه بیشتری برخوردار هستند و مشتری های مخصوص به خودشان را دارند. آنها محصولات خودشان را به فروش می رسانند و یا از محصولات دیگری که در سالن موجود است، استفاده می کنند و قیمت کار را نیز خودشان معین می نمایند"+"\n"+""+"\n"+"اگر مجبور هستید که خودتان در خانه موهایتان را کوتاه کنید، سعی کنید این کار را به خوبی انجام دهید. یک جفت قیچی حرفه ای خریداری کنید و از آنها جز برای کوتاه کردن موهایتان استفاده نکنید: مثلاً در جشن هالوین کدو تنبل بچه ها را با آن طرح ندهید و گوشه لباس هایتان را با آن صاف نکنید؛ فقط از آنها برای کوتاه کردن مو استفاده کنید. اگر از آنها به خوبی مراقبت نمایید، برای سالهای زیادی می توانید از آنها استفاده کنید"+"\n"+""+"\n"+"کوتاه کردن و حالت دادن موها به طور شخصی آنقدرها هم که به نظر می رسد، کار ساده ای نیست. سعی کنید موهایی که در قاب صورت جای می گیرند را یکسان کنید. قسمتی از موها را به صورت خشک در دست بگیرید (هر بار بیش از چند رشته را جدا نکنید) و آنرا به آرامی نگه دارید. اگر آنرا بکشید ممکن است بیش از اندازه موها کوتاه شوند و قد دلخواهتان در نیاید. سعی کنید به جای اینکه از بالای انگشتان کوتاه کنید، از پایین انگشتانتان این کار را انجام دهید. این کار از کوتاه شدن بیش از انداره موها جلوگیری می کند"+"\n"+""+"\n"+"موهایتان را تمیز نگه دارید. هیچ چیز بدتری از موهای کثیف، چرب و گره خورده، وجود ندارد"+"\n"+""+"\n"+"از شامپوی مخصوص موهای خود استفاده کنید. همه موها مثل هم نیستند"+"\n"+""+"\n"+"اگر جنس موهای شما چرب است، نباید هر روز از شامپو استفاده کنید. شاید به نظرتان کمی عجیب باشد، اما باید بدانید که تمیز شدن موها باعث می شود کف سر خشک شود به همین دلیل غده های موجود در سر، میزان روغن بیشتری را ترشح میکنند. از شامپوهایی که دارای برچسب (همه چیز در یکجا) هستند، به شدت خودداری کنید. از شامپوهایی با پی هاش متعادل استفاده کنید. شاید لازم باشد که شامپوی خود را عوض کنید به همین دلیل بهتر است که از آرایشگر خود سوال کنید تا به شما شامپوی مناسب موهایتان را معرفی کند. یک نکته دیگری که باید رعایت کنید این است که از خوردن غذاهای چرب تا آنجایی که می توانید پرهیز کنید. این نوع غذاها مشکل شما را حادتر می کنند. سعی کنید از میوه و سبزی بیشتری استفاده کنید. هر کاری که انجام می دهید به هیچ وجه از محصولاتی که باعث درخشندگی می شوند استفاده نکنید. سعی کنید که حتی الامکان از نرم کننده استفاده نکنید و یا آنرا فقط به نوک موها بمالید. از رسیدن آن به سر جداً خوردداری کنید"+"\n"+""+"\n"+"موهایتان یکنواخت و خسته کننده شده اند؟ نیاز به تغییر دارند؟ از های لایت استفاده کنید. این کار تغییر زیادی در صورت و موهای شما ایجاد می کند"+"\n"+""+"\n"+"دلتان می خواهد موهایتان فر شود، اما در عین حال نمی خواهید تاثیر مواد شیمیایی فر بلند مدت بر روی آن باقی بماند؟ از بیگودی و یا اتوی مو استفاده کنید. بیگودی هیچ گونه آسیبی به موهای شما نمی رساند، اما اتوی مو می تواند حالت زیباتری به موهای شما بدهد"+"\n"+""+"\n"+"موهایی که تازه شسته شده اند را فر نکنید. سعی کنید یک شب قبل موهایتان را بشویید و شامپو کنید. موهای خیلی تمیز معمولاً حالت فر را به خود نگه نمی دارند"+"\n"+""+"\n"+">هیچ گاه از اسپری های موی (چسبناک) استفاده نکنید، به ویژه پیش از اینکه بخواهید موهایتان را با استفاده از اتوی مو، فر کنید. این کار سبب آسیب دیدن موها خواهد شد"+"\n"+""+"\n"+"اگر خوش شانس هستید و موهای شما به طور طبیعی حالت دار هستند از آرایشگر خود بخواهید آنها را به صورت لایه لایه برایتان کوتاه کند تا بتوانید از حالت شلوغ و آبشاری آن لذت بیشتری ببرید"+"\n"+""+"\n"+"اگر ورزشکار هستید، زمانیکه موهای خود را کوتاه می کنید باید مدل مورد نظر را با توجه به شیوه زندگی خود انتخاب کنید"+"\n"+""+"\n"+"اگر موهای شما بلوند یا خاکستری هستند، از شامپوهایی که حاوی گرد زغال برای از بین بردن شوره هستند، استفاده نکنید چرا که ممکن است روی موهایتان لکه ایجاد کنند"+"\n"+""+"\n"+"روی سرتان شوره زیادی وجود دارد؟ درمان قطعی آن در آشپزخانه است. (سرکه)؛ بله سرکه را روی موهایتان بریزید و اجازه دهید تا خشک شود و برای مدت زمانی باقی بماند، بعد موهایتان را شامپو کنید. این کار را به صورت روزانه تا زمان ناپدید شدن شوره ها انجام دهید.... و مطمئن باشید که نتیجه می گیرید"+"\n"+""+"\n"+"آیا تا کنون اتفاق افتاده که روی صندلی آرایشگاه به این دلیل که احساس آرامش میکنید، خوابتان ببرد؟ خوب این هم یک دلیل خوب دیگر برای رفتن به آرایشگاه است"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t50="خلاصه : اين مطلب به شما مي‌گويد که پشت آن موهاي بلند، چه واقعيت‌هاي ساده‌اي پنهان شد‌ه‌اند «‌اون موي سفيد را نکن، بيشتر مي‌شه... موهات را کوتاه‌کن تا پرپشت بشه... برس‌کشيدن موها را تقويت مي‌کنه.» همه ما از اين مدل توصيه‌ها در زندگي روزمره زياد شنيده‌ايم. حتي خيلي وقت‌ها خودمان هم همين‌ها را به بقيه توصيه مي‌کنيم. در حالي که اغلب نمي‌دانيم که آيا اين حرف‌ها واقعيت هم دارند و يا افسانه‌هايي هستند که مثل بقيه افسانه‌ها، دهان به دهان از مادربزرگ‌هايمان به ما رسيده‌اند. اين مطلب به شما مي‌گويد که پشت آن موهاي بلند، چه واقعيت‌هاي ساده‌اي پنهان شد‌ه‌اند"+"\n"+""+"\n"+"افسانه اول: کوتاه‌کردن زود به زود موها باعث مي‌شود موها سريع‌تر رشد کنند"+"\n"+"واقعيت: موهاي شما در هر ماه، 1 تا 5/1 سانتي‌متر رشد مي‌کند، چه آنها را قيچي کنيد و چه به حال خود رهايشان کنيد. البته ممکن است در تابستان موها اندکي سريع‌تر رشد کنند ولي شما نمي‌توانيد با کمک قيچي آرايشگري کاري بکنيد که سرعت رشد موهايتان افزايش يابد. در واقع، کوتاه‌کردن موها يک کار انجام مي‌دهد: انتهاي خراب و دو شاخه موهايتان را حذف مي‌کند و باعث مي‌شود موهايتان ظاهر بهتري پيدا کنند"+"\n"+""+"\n"+"افسانه دوم: اگر يک موي سفيد را بکنيد، به جاي آن دو سه تار موي سفيد جديد درمي‌آي"+"\n"+"واقعيت: اگرچه اين مطلب يک افسانه است و حقيقت ندارد ولي کندن موها عادت بدي است. کندن موها به ريشه آنها آسيب مي‌زند و باعث ايجاد عفونت يا اسکار (جوشگاه) مي‌شود، يعني جاي آن باقي مانده و مويي در آنجا رشد نمي‌کند"+"\n"+""+"\n"+"افسانه سوم: شستشوي موها با آب سرد پس از شامپو زدن، باعث درخشندگي موها مي‌شود"+"\n"+"واقعيت: اين کار ممکن است خواب را از سر شما بپراند ولي تاثيري در درخشندگي موهاي شما ندارد"+"\n"+""+"\n"+"افسانه چهارم: براي اينکه موهايتان واقعا تميز شود، بايد چند بار آنها را شامپو بزنيد و بشويي"+"\n"+"واقعيت: يک بار شامپوزدن و شستشوي درست هم همين کار را مي‌کند"+"\n"+""+"\n"+"افسانه پنجم: اگر در روز 100 بار موهايتان را برس بزنيد، براي موها خيلي مفيد است"+"\n"+"واقعيت: برس زدن فقط براي اين است که به موها حالت بدهيد. برس‌زدن زيادي، موها را از فوليکو‌ل‌هاي‌شان بيرون مي‌کشد و تارهاي مو را ضعيف مي‌کند. همچنين براي موهاي چرب، مناسب نيست چون موجب چرب شدن بيشتر مو مي‌شود"+"\n"+""+"\n"+"افسانه ششم: با کمک برخي محصولات آرايشي، مي‌توان انتهاي دو شاخه موها را ترميم کرد"+"\n"+"واقعيت: وقتي موها دو شاخه مي‌شوند، ديگر اين اتفاق افتاده و تنها کاري که شما مي‌توانيد انجام دهيد، اين است که قيچي را برداريد و آنها را ببريد. البته برخي آرايشگران با کمک مواد آرايشي خاصي که حاوي موم هستند، کاري مي‌کنند که انتهاي دوشاخه موها به هم چسبيده و کمتر جلب توجه کند. اما عقل مي‌گويد که همان قيچي‌کردن، کار راحت‌تري است"+"\n"+""+"\n"+"افسانه هفتم: استرس باعث ريزش موها مي‌شود"+"\n"+"واقعيت: موهاي شما هميشه در حال ريزش هستند و به‌طور طبيعي روزانه 50 تا 120 تار موي شما مي‌ريزند ولي اين امکان وجود دارد که وقتي شما به طرز وحشتناکي دچار استرس هستيد (يعني يک چيزي در حد طلاق گرفتن يا از دست دادن شغل) چند تار مو بيشتر بريزد. البته بارداري و مصرف برخي آنتي‌بيوتيک‌ها هم همين اثر را دارند ولي مهم اين است که بعد از گذشت چند هفته، وقتي اوضاع رو به راه شد، اين موها دوباره رشد مي‌کنند. مواردي که ذکر شدند، همگي افسانه بودند ولي در عالم واقعيت خيلي‌وقت‌ها، شما با دست خودتان بلاهايي بر سر موهايتان مي‌آوريد که ديگر نمي‌توانند کمر راست کنند! چطور است با اين بلاها هم آشنا شويم؟ هفت بلايي که با دست خودتان سر موهايتان مي‌آوريد"+"\n"+""+"\n"+"سشوارکشيدن به موهايي که هنوز از آنها آب مي‌چکد: با اين کار، نه تنها حالت دادن به موها دشوار مي‌شود بلکه آسيب حرارتي زيادي به موهايتان وارد مي‌کنيد، زيرا موهاي شما بايد مدت زيادي زير سشوار بمانند تا خشک شوند. روش درست اين است که سشوار را روي موهاي مرطوب، نه موهاي خيس، استفاده کنيد. بنابراين توصيه مي‌شود وقتي از حمام خارج شديد، موهايتان را به مدت پنج دقيقه در حوله بپيچيد و بعد از آن پنج دقيقه ديگر هم اجازه دهيد تا در هواي آزاد خشک شود. پس از آن مي‌توانيد از سشوار استفاده کنيد"+"\n"+""+"\n"+"شانه کشيدن موهاي خيس، از فرق سر تا نوک مو: درست است که براي موهاي خيس، استفاده از شانه راحت‌تر از برس است و خيلي از خانم‌ها در حين استحمام يا پس از آن از شانه‌هاي دانه درشت استفاده مي‌کنند اما اگر شانه را از پوست سر تا نوک مو با فشار بکشيد، موهايتان دچار شکستگي مي‌شود. بنابراين ابتدا گره‌هاي مو را تا حد امکان باز کنيد و سپس از قسمت‌هاي انتهايي موها شروع به شانه کشيدن کنيد و کم‌کم به قسمت‌هاي بالاتر (نزديک به پوست سر) برويد"+"\n"+""+"\n"+"استفاده از برس نامناسب: استفاده از برس نامناسب، نه تنها باعث مي‌شود که نتوانيد مدل موي مطلوبتان را درست کنيد بلکه ممکن است مدام در موهاي شما گير بيفتد و آزارتان دهد. به‌طور کلي توصيه مي‌شود هرچه موهاي شما بلندتر است، از برس‌هايي استفاده کنيد که قطر بيشتري دارند. همچنين براي حجم دادن به موهايتان‌، از برس گرد کمک بگيريد و براي صاف کردن موها از برس پارويي شکل استفاده کنيد. برس کشيدن مداوم براي درخشش بيشتر مو: دکتر آمي مک مايکل، استاديار بيماري‌هاي پوست و مو در دانشگاه ويک فارست آمريکا مي‌گويد: «تنها چيزي که شما براي درخشان‌تر شدن موهايتان نياز داريد، چند بار برس‌کشيدن براي حالت دادن به مو و سپس استفاده از روغن‌هاي طبيعي است. هر چيزي بيشتر از اين غير ضروري است و مي‌‌تواند به شکنندگي موها منجر شود.» بستن نادرست موها: به طور معمول خانم‌ها عادت دارند موهاي‌شان را از يک نقطه جمع کنند و ببندند و همين مساله، خطر آسيب ‌موها و شکنندگي آنها را در اين ناحيه افزايش مي‌دهد. بهتر است محل بستن موهايتان را هر روز تغيير دهيد و يا يک سانتي‌متر بالا و پايين کنيد. در ضمن استفاده از کش سر‌هاي يک‌پارچه (بدون درز) آسيب کمتري به موهايتان وارد مي‌کند"+"\n"+""+"\n"+"فراموش کردن پوست سر: براي رشد موهاي سالم، پوست سر شما نياز به تغذيه مناسب دارد. نبايد فراموش شود که يکي از آسان‌ترين کارهايي که مي‌توانيد انجام دهيد، اين است که پوست سرتان را با نوک انگشتانتان ماساژ دهيد. اين کار باعث بهبود جريان خون در پوست سر شما مي‌شود و در نتيجه مواد مغذي بيشتري به پوست سر مي‌رسد. پنهان کردن شوره‌هاي سر: تلاش براي پنهان‌کردن شوره‌هاي سر با کمک کرم‌هاي آرايشي مرطو‌ب‌کننده، روغن يا پماد فقط يک اقدام موقتي است، در حالي که شوره در واقع نوعي بيماري پوست سر است و بايد درمان شود. استفاده از شامپوهاي حاوي ساليسيليک اسيد، زينک پيريتيون، سلنيوم سولفايد و تار، از روش‌هاي درماني رايج براي از بين بردن پوست سر است"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t51="استفاده از روش‌هاي زيبايي ناخن روز به روز رايج‌تر مي‌شوند، اما آيا استفاده‌کنندگان از خطرات اين روش‌ها هم باخبرند؟"+"\n"+""+"\n"+" اين روزها در تمام بروشورهاي تبليغاتي آرايشگاه‌ها، بخشي به کاشت ناخن اختصاص دارد که هزينه آن، بسته به محل جغرافيايي سالن‌هاي آرايش هزينه‌اي حدود 70 هزار تومان در قسمت‌هاي شمالي تا 30 هزار تومان در بخش‌هاي مرکزي شهر است"+"\n"+""+"\n"+" اين هزينه تنها صرف يک دوره کاشت ناخن مي شود و هر دو هفته يک بار به تناسب بلند شدن ناخن‌ها لازم است که ترميم انجام شود. قيمت ترميم اين ناخن‌ها هم از 15 هزار تا 25 هزار تومان است که به ميزان رشد ناخن‌ها بستگي دارد"+"\n"+""+"\n"+" علاوه بر پرهزينه بودن، کاشت ناخن در زماني حدود 2 ساعت انجام مي‌شود. براي اين منظور سطح ناخن به وسيله سوهان‌هاي برقي تراشيده مي‌شود تا جايي که تنها لايه بسيار نازکي از ناخن باقي بماند. علت اين تراشيدن اين است که وقتي از ژل يا پودرهاي مخصوص براي فرم دادن به ناخن استفاده مي‌کنند، ظاهري برجسته نداشته باشد. "+"\n"+""+"\n"+"ناخن‌هاي کاشته شده در مواردي که قابل تشخيص از ناخن طبيعي نيستند و به اصطلاح عامه «خوب کاشته شده‌اند»، خطرناک‌ترند و در صورت شکستن ناگهاني، آسيب جدي‌تري را براي فرد به دنبال دارند، چرا که مواد مصنوعي مورد استفاده براي کاشت ناخن بر روي لايه‌اي متشکل از يک رديف سلول، چنان محکم چسبيده‌اند که اگر در اثر ضربه يا کشيدگي ناگهاني بشکنند يا کنده شوند، بافت زير ناخن شامل پوست، گوشت و عروق نيز همراه با آنها جدا مي‌شود و آسيب هاي جدي را به وجود مي‌آورد. ناخن‌هاي مصنوعي به صورت‌هاي مختلفي از جمله پلاستيکي و کاغذي وجود دارند که بنا به موقعيت‌هاي مناسبتي با چسب‌هاي گوناگون از چسب قطره‌اي گرفته تا چسب آهن، بر روي ناخن چسبانده مي‌شوند"+"\n"+""+"\n"+"اما تزئين ناخن‌ها نيز داستان خودش را دارد و بسيار متنوع و پيچيده است؛ از کاشت ناخن، فرنچ و مانيکور پتيکور و پانچ ناخن گرفته تا لاک و استمپ ناخن"+"\n"+""+"\n"+" اما پانچ ناخن دست و پا نيز روش جديدي است که امسال مورد توجه قرار گرفته است، بدين صورت که پس از سوراخ کردن ناخن، آويزي را بر روي آن مي‌گذارند که بسته به سليقه افراد از يک نگين کوچک تا آويزهايي به شکل قلب، ستاره و... است و با زنجيرهاي نازک به ناخن متصل مي‌شوند"+"\n"+""+"\n"+" اما آيا همه آنهايي که از اين وسايل استفاده مي‌کنند، از خطرات آن باخبرند؟ خانم ها بيشتر از آقايان به ظاهر و زيبايي ناخن‌هاي خود اهميت مي‌دهند و پول و زمان زيادي را صرف نگهداري و زيبا نمودن ناخن‌ها مي‌کنند و در بسياري از موارد، ناخن‌ها نشان دهنده عادات شخصي و بهداشتي افراد هستند"+"\n"+""+"\n"+" خطرات ناخن هاي مصنوعي"+"\n"+"  دکتر کامران بليغي، متخصص پوست و عضو هيأت علمي دانشگاه علوم پزشکي تهران مي‌گويد: «استفاده از ناخن‌هاي مصنوعي و کاشت ناخن، عوارضي همچون عفونت هاي معمولي و قارچي، درماتيت (اگزماي تماسي) تغيير شکل صفحه ناخن، شکنندگي و حتي از بين رفتن صفحه اصلي ناخن را به دنبال خواهد داشت"+"\n"+""+"\n"+"همچنين، کاشت ناخن‌هاي مصنوعي باعث تغيير رنگ ناخن، التهاب دور ناخن، خط خط شدن و خرد شدن ناخن و کنده شدن لبه آزاد ناخن از بستر (اُنيکوليز) مي‌شود"+"\n"+""+"\n"+" دکتر نيلفروش زاده، متخصص پوست و مو نيز معتقد است: «استفاده طولاني مدت از ناخن‌هاي کاشته شده ي يک بار مصرف گرفته تا ناخن‌هاي کاشته شده براي استفاده طولاني مدت مي‌تواند باعث واکنش‌هاي دردناک و شديد شامل عفونت پوست اطراف ناخن‌ها و شل شدن ناخن‌ها شود"+"\n"+""+"\n"+" خانم‌هايي که از ناخن‌هاي مصنوعي و کاشته شده براي زمان طولاني استفاده مي‌کنند، ممکن است مشاهده کنند که ناخن‌هاي طبيعي آنها نازک‌تر و مات‌تر شده است و در مواردي منجر به عوض شدن جهت و محور ناخن مي‌شوند. اگر اصراري براي استفاده از ناخن‌هاي مصنوعي وجود دارد، اين ناخن‌ها بايد هر 3 ماه يک بار برداشته شوند تا اجازه داده شود ناخن‌هاي طبيعي استراحت کنند"+"\n"+""+"\n"+" دکتر بليغي معتقد است: «پوشاندن ناخن‌ها به وسيله چسب به دليل وجود آکريلات در ترکيبات آنها از لحاظ طبي و پزشکي عوارضي نظير پوسته‌ريزي، تغيير بافت ناخن و عفونت‌هاي قارچي به خصوص کانديدا را به وجود مي‌آورد و به جز در افرادي که بافت ناخن در آنها به دليل ژنتيکي يا بيماري از بين رفته است ، توصيه نمي‌شود"+"\n"+""+"\n"+"بر اساس گزارش هاي موجود، چسب‌هايي که براي چسباندن ناخن‌هاي مصنوعي به کار مي‌روند، به دليل آزاد کردن سم سيانيد و بخار ناشي از آن مي‌تواند باعث مسموميت و حتي فوت افراد آرايشگر شود"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t52="چگونه ناخن های خود را مانیکور کنید، روش های سوهان کردن ناخن، استفاده از برق ناخن و لاک زدن ناخن ها. با به کار گیری این تکنیک ها می توانید ناخن های خود را به زیبا ترین حالت ممکن درآورید"+"\n"+""+"\n"+"اگر لاک ناخن شما همیشه لب پر می شود، گوشه ناخن هایتان همیشه پوست می دهد و ناخن های نازک و شکننده ای دارید؛ بهتر است دیگر نسب به آنها بی توجهی نکنید و همین حال به آنها یک مانیکور بسیار زیبا هدیه دهید. ما نکاتی را برای شما ذکر می کنیم که از آن طریق می توانید به سادگی دستانی زیبا و ناخن هایی چشم گیر داشته باشید"+"\n"+""+"\n"+"برای شروع، باید ناخن های خود را به خوبی پاک کنید. دست های خود را حداقل برای چند دقیقه هم که شده در محلول آب گرم و صابون خیس کنید، تا هم ناخن ها نرم شوند و هم پوست اطراف آن"+"\n"+""+"\n"+"سعی کنید همیشه از صابون های روغنی و نرم کننده استفاده کنید، زیرا این نوع صابون ها مانع خشک شدن پوست دست و همچنین ناخن های شما می شوند. سپس مقداری لوسیون مرطوب کننده را بر روی پوست خود استعمال کنید. این کار باعث می شود که پوست مرده از بین برود و دستها و ناخن هایتان طراوت و شادابی خاصی پیدا کنند"+"\n"+""+"\n"+"اگر بتوانید دست های خود را در کرم پارافین قرار دهید، کار فوق العاده ای را انجام داده اید، چرا که در این حالت ناخن های شما به طور شگفت انگیزی نرم شده و حالت شکنندگی آنها از بین می رود. این ماده برای رشد ناخن ها نیز بسیار مفید است"+"\n"+""+"\n"+"در این قسمت باید حالت دلخواه ناخن را انتخاب کنید. شما بیشستر حالت هلالی را می پسندید یا ترجیح می دهید از شکل مستطیلی استفاده کنید؟ به اندازه ناخن ها نیز توجه کنید. ناخن های بلند همیشه زیبا هستند، اما تا حدودی انجام کارهای روزمره را دشوار می سازند، مخصوصا به این دلیل که کثیفی زیادی در زیر آن جمع می شود و نیاز به مراقبت های ویژه پیدا می کنند"+"\n"+""+"\n"+"زمانیکه اندازه دلخواه دستتان آمد، شروع کنید به سوهان کردن ناخن ها، آن هم از چپ به راست. توجه داشته باشید که این کار را نباید از بالا به پایین انجام دهید"+"\n"+""+"\n"+"سعی کنید تمام ناخن ها را به طور یکسان سوهان بزنید، در غیر اینصورت ناخن های شما کج و کوله و نا صاف به نظر می رسند. دقت کنید که در هنگام سوهان کردن نباید به ناخن ها فشار بیش از اندازه وارد بیاورید. این کار مقاومت و عمر ناخن را تا حد زیادی کاهش می دهد. از یک پنبه برای پاک کردن اضافات ناخن و پاک کردن سطح ان استفاده کنید"+"\n"+""+"\n"+"حالا ناخن های شما آماده لاک زدن شده اند! هر رنگی را که دوست دارید انتخاب کنید؛ فقط باید مراقب باشید که برس لاک شما بیش از اندازه کلفت و پر مو نباشد، زیرا استفاده از لاک را کمی دشوار می کند. اگر لاک شما اندکی غلیظ و چسبنده بود، باید مقداری لاک پاک کن یا استون به آن اضافه کنید، سپس آنرا به خوبی تکان دهید تا محلول به تمام سطح لاک برسد، آنوقت خواهید دید که لاک شما چقدر رقیقتر و قابل استفاده تر می شود"+"\n"+""+"\n"+"شما باید دوبار ناخن های خود را لاک بزنید. رنگ اول به عنوان رنگ پایه به حساب می آید و رنگ دوم همان رنگ اصلی لاک را آشکار می کند. بین هر بار مصرف لاک باید حداقل 5 دقیقه وقفه ایجاد کنید تا ناخن های شما کاملا خشک شوند. دست های خود را برای مدت زمانی در حدود 15 دقیقه در معرض باد قرار دهید و یا برای 20 دقیقه در زیر گرما بگذارید تا ناخن ها خشک شوند. در آخر بر روی لاک ها از برق ناخن استفاده کنید تا درخشندگی خاصی پیدا کنند. این کار از لب پر شدن لاک روی ناخن نیز جلوگیری می کند. برای باقی نگه داشتن این درخشندگی و براقی باید هر دو روز یکبار، برق ناخن را مجددا استعمال نمایید"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t53="مواد لازم"+"\n"+""+"\n"+"یک قاشق غذاخوری روغن زیتون تصفیه نشده به همراه 2 گرم نمکسفره"+"\n"+""+"\n"+"این دو را باهم مخلوط کرده سپس  با دقت کامل یه زیر چشم بکشید وبسیار مواظب باشید که از آن داخل چشم نشود . بعد از حدود 45 دقیقه انرا با آب و صابون به آرامی بشویید "+"\n"+""+"\n"+"از این محلول به مدت یک هفته و به صورت یک روز درمیان استفاده نمایید"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	public String t54="بعضي از افراد داراي پوست بسيار حساسي مي باشند و اگر زخم يا جوشي در روي آن پديد آيد جاي آن پس از بهبودي به صورت لکه در بدن و در روي پوست باقي مي ماند براي معالجه اين لکه هاي حاصل از خون مردگي مي توان از روشهاي زير استفاده کرد"+"\n"+""+"\n"+"محل جوش را با مخلوط عسل و ويتامين (ای) به صورت روغن و يا پودر در جوز به مدت 20 دقيقه بپوشانيد و سپس با آب ولرم بشوييد و بعد آب سرد به صورت بپاشيد، اين روش را هفته اي يکبار انجام دهيد تا آثار جوش ها کاملا از بين برود. مخلوط آب اسفناج و سفيدآب ، آثار جوش هاي صورت را از بين مي برد. به محل جوشها مي توان مخلوط عسل و زرده تخم مرغ و روغن زيتون ماليد و يک ساعت روي صورت قرار داده و بعد آن را با آب ولرم بشوييد. اين عمل را يک روز درميان تکرار کنيد تا آثار جوش ها از بين برود"+"\n"+""+"\n"+"برگ کلم يا برگ ترب يا پونه را کوبيده و ضماد اندازيد، يا زرنيخ واشق را با آب کوبيده با سرکه، ضماد گذاريد. شاه بلوط، مازو، اقاقيا هر يک از اينها را که مي خواهيد کوبيده و با آب گرم خمير کرده و ضماد اندازيد، مواظب باشيد که محل جوش شکافته نشود. برگ جعفري و برگ تلفوني را کاملا له کنيد اين مخلوط له شده را به اضافه کمي عسل به صورت ماسک به پوست خود بماليد، اين عمل را هر روز به مدت 40 دقيقه تکرار کنيد و سپس صورت خود را با آب ولرم بشوييد تا آثار جوش ها از بين برود. کمپرس با جوشانده تخم جعفري نيز براي از بين بردن آثار جوش ها مفيد مي باشد"+"\n"+""+"\n"+"اثر آب بر روي جوش هاي چرکي"+"\n"+"در دوره اوليه وقتي که جوش ها هنوز کوچک هستند با يخ از گسترش آنها جلوگيري کرده ، بدين ترتيب که با قرار دادن کيسه يخ روي دمل، از رشد آنها جلوگيري نموده و بعد آنها را کمپرس داغ مي کنيد. مسئله مهم به وجود آمدن سيستم سريع گردش خون در محل جوش مي باشد چرا که اين گردش سريع خون باعث تعويض شدن چرک و مواد سمي محل جوش با مواد سالمي که در خون است ، شده و در نتيجه جوش ها زودتر و بهتر از بين مي روند"+"\n"+"\n"+"\n"+"منبع : وبلاگ sarab1991.blogfa.com";
	
	
	
	public String t70="اکثر مردان یاد گرفته اند که بعد از بلند شدن از خواب موهایشان را شانه کنند، قبل از خوردن غذا دستهایشان را بشویند و بعد از هر وعده قضایی دندانهایشان را مسواک بزنند اما علاوه بر این اصول اولیه نظافت، رعایت چند نکته دیگر هم برای آقایان ضرورت دارد.این نکات را در برنامه روزانه خود بگنجانید تا یک مرد متشخص سالم ، خوشبو و مرتب باشید"+"\n"+""+"\n"+"ناخنهایتان را تمیز و مرتب کنید"+"\n"+"ناخنهای کثیف و نامرتب نشان دهنده بهداشت ضعیف افراد است.همه ناخنهایتان را به یک اندازه کوتاه کنید و زیر ناخنهایتان را هم مرتبا تمیز کنید تا جرم و آلودگی در آن جمع نشود. اگر پوست دور ناخن شما خشک شده و یا پوست پوست شده است ، با چند قطره روغن زیتون آن را مرطوب کنید و بعد از ۱۰ دقیقه دستهایتان را بشویید"+"\n"+""+"\n"+"هرشب صورتتان را بشویید"+"\n"+"تقریبا همه مجله های زیبایی به زنان توصیه می کنند که هر روز صورتشان را بشویند اما مردان هم باید به این توصیه عمل کنند . در پایان هر روز از یک پاک کننده صورت ملایم استفاده کنید تا گرد و غبار ، آلودگی و روغنهایی که در طول روز روی پوست صورتتان تجمع کرده اند را کاملا پاک کنید"+"\n"+""+"\n"+"موهای ناخواسته صورتتان را اصلاح کنید"+"\n"+"انسانها طبیعتا موجودات پرمویی هستند اما این به این معنا نیست که ما مجبوریم همه موهایمان را تحمل کنیم. هرگز موهای بینی خود را فراموش نکنید.حداقل هفته ای یکبار موهای بینی خود را اصلاح کنید تا موهای زائد بینی از سوراخهای بینی بیرون نزند. برای از بین بردن موهای بینی و همینطور موهای زائد داخل و اطراف گوش می توانید از دستگاههای مخصوص اینکار استفاده کنید"+"\n"+""+"\n"+"هر روز از نخ دندان استفاده کنید"+"\n"+"دندانپزشکتان همیشه به شما توصیه می کند که هر روز از نخ دندان استفاده کنید. نخ دندان جرمها و غذاهای باقیمانده در بین دندانهای شما را کاملا تمیز می کند و باعث می شود که خطر ابتلا به بیماری لثه و کرم خوردگی دندان به میزان قابل توجهی کاهش یابد. حداقل روزی یکبار از نخ دندان استفاده کنید و بعد با دهان شویه دهانتان را بشویید"+"\n"+""+"\n"+"از کرم مخصوص اصلاح یا کف ریش استفاده کنید"+"\n"+"این کرم نه تنها به شما کمک می کند که راحتتر اصلاح کنید بلکه باعث می شود پوست صورتتان نرم و مرطوب شود. بعد از اصلاح هم بهتر است از افترشیوها و یا مرطوب کننده های دیگر استفاده کنید تا پوست صورتتان نرمتر شود"+"\n"+""+"\n"+"از نرم کننده استفاده کنید"+"\n"+"بهتر است حداقل یک روز درمیان موهایتان را بشویید و هنگام شستشو ، علاوه بر شامپو از نرم کننده هم استفاده کنید. در حالیکه شامپو ، کثیفی و آلاینده های زیستی محیطی را از روی موهای شما پاک می کند ، نرم کننده رطوبت مورد نیاز موهای شما را تامین می کند.اگر موهای شما خشک و شکننده است ، هر هفته یکبار از یک نرم کننده خیلی قوی استفاده کنید"+"\n"+""+"\n"+"کرم ضد آفتاب بزنید"+"\n"+""+"\n"+"صورت و نقاط دیگر بدنتان که در معرض نور آفتاب قرار می گیرند را با کرم ضد آفتاب بپوشانید. استفاده از این کرمها ، پوستتان را از اشعه های مضر خورشید حفظ می کند و خطر ابتلا به سرطان پوست را کاهش می دهند. از عینک آفتابی هم استفاده کنید تا چشمانتان از اشعه یو وی در امان بمانند"+"\n"+"\n"+"\n"+"منبع :  saramad.ir";
	public String t71="طبق شایعات و افسانه ها، بیشتر افکار و نظریات بدیع و جدید انیشتین در هنگام اصلاح صورت به مخیله اش خطور می کرد. اما برای اغلب مردان این تشریفات صبحگاهی به ندرت تسکین دهنده و تامل برانگیز است و برعکس ت دردناک برای زدودن موهای صورت است . که نهایتا موجب خراشیدن و زخمی شدن پوست و احساس سوزش می گردد.لذا در ادامه مطلب چند راه حل خانگی برای پایان دادن به اجرای عذاب آور اصلاح در مقابل آینه ارائه می گردد"+"\n"+""+"\n"+"آمادگی لازم را کسب کنید: داشتن آمادگی صحیح کلید موفقیت و پایان خوش اصلاح صورت است. به همین منظور قبل از هر کار صورت خود را مرطوب و نمناک کنید(حتی قبل از استفاده از صابون و یا کف ریش) .برای اینکه نتیجه بهتری بگیرید پارچه های نم دار و گر م را روی پوست صورت قرار دهید و به مقدار بسیار کم آب گرم به صورت خود بپاشید"+"\n"+""+"\n"+" خطوط رویش مو را دنبال کنید: یعنی در زمان اصلاح کردن دستگاه ریش تراش را در جهت رویش موی صورت که اغلب در جهت پایین است بکشید. و برای زدودن موهای گردن دستگاه را در جهت بالا بگیرید"+"\n"+""+"\n"+"در حمام اصلاح کنید: بهترین محل برای اصلاح صورت حمام است. به خاطر اینکه هوای گرم و مرطوب داخل حمام پوست صورت شما را نرم ومرطوب می نماید . به همین منظور اصلاح صورت بلافاصله بعد از استحمام و داخل حمام حس خوبی را برای پوست صورت شما به ارمغان می آورد"+"\n"+""+"\n"+"صورت خود را از ته نتراشید: هر چه قدر در تراشیدن و اصلاح صورت حساسیت به خرج دهید و بخواهید موی صورت را از ته بتراشید درد و سوزش بیشتری را تجربه خواهید کرد "+"\n"+""+"\n"+" از دستگاه های ریش تراش سه تیغه و یا دو تیغه استفاده نکیند: از نظر متخصصان پوست استفاده از دستگاه های ریش تراش دو تیغه و یا سه تیغه بیشتر از اینکه برای پوست صورت مفید باشد دردناک و آسیب رسان است. زیرا بعد از اینکه اولین تیغ سلولهای پوستی اطراف رستنگاه مو را می زداید تیغه دوم باعث خراش پوست و بریدن برآمادگی های پوست می گردد. لذا بهتر است که از دستگاه های یک تیغه استفاده شود"+"\n"+""+"\n"+" تنها کف ریش کفایت نمی کند: بعضی از مردان بر این اعتقادند که استفاده ا زکف ریش به تنهایی پوست صورت را مرطوب و نرم و آماده اصلاح می کند. در صورتی که چنین نیست بلکه لازم است که قبل از استفاده از کف ریش از مرطوب کننده ها ی پوست صورت یا حتی از آب ولرم استفاده نمایید"+"\n"+""+"\n"+" از تیغ تیز و یک با رمصرف استفاده کنید: تیغ های کند باعث خراش پوست می شود لذا بهتر است از تیغ ها تنها یک با راستفاده نمایید. بخصوص موهای زبر و خشن تیغ را بعد از یکبار مصرف کند خواهد کرد. لذا بهتر است بیش از یکبار از تیغ استفاده نکنید"+"\n"+""+"\n"+" از دستگاه های ریش تراش برقی استفاده کنید: این دستگاه ها برخلاف مدل های دستی با دوتیغ یا بیشتر صورت را از ته نمی تراشد و آسیب کمتری به پوست می رساند و لذا بعد از استفاده سوزش و آسیب کمتری را تجربه خواهید کرد"+"\n"+""+"\n"+"از افتر شیو با کیفیت استفاده کنید: الکل ماده ترکیبی اصلی در افتر شیو های ارزان قیمت است. به همین خاطر بعد از پاشیدن آن روی صورت سوزش عذاب آوری را تجربه خواهید کرد. یک افتر شیو با کیفیت باید باعث طراوت پوست و پاک کردن آن از باکتری ها شود. و حتی پوست را بعد از تراشیدن التیام بخشد. لذا در هنگام خرید افترشیو ، بر روی برچسب خرید آن نگاه کنید تا از وجود تسکین دهنده های طبیعی مثل گیاه آلوئه ورا و غیره مطمئن شوید "+"\n"+""+"\n"+"از ضد آفتاب استفاده کنید: یکی دیگر از راه حل های خانگی حذف افترشیو و استفاده از ضد آفتاب است. این لوسیون مانع ابتلا به سرطان پوست می گردد و باعث می شود که پوست جوانتر به نظر رسد"+"\n"+""+"\n"+" از داروهای تسکین دهنده استفاده کنید: اگر بعد از اصلاح دچا ر سوزش پوست می شوید بهتر از لوسیون های غیر تجویزی هیدروکورتیزون به عنوان افترشیو استفاده کنید. این لوسیون پوست شما را سریع تر التیام می بخشد"+"\n"+""+"\n"+"در فاصله زمانی کم اصلاح نکنید: بهتر است زمان اصلاح صورت خود را به آخر هفته موکول کنید در این فاصله زمانی ضمن رویش مجدد موهای صورت فرصتی برای التیام و بهبود التهاب پوست فراهم می شود. و در زمان اصلاح بر تراشیدن مو از ته اصرار نورزید. زیرا سوزش و تحریک پوست مجددا عود خواهد کرد"+"\n"+""+"\n"+"از داروهای قابض یا خون بند استفاده کنید: این دارو را در خانه و در دسترس خود قرار دهید که در صورت بریدن پوست بلافاصله از آن استفاده کنید. این دارو به دو صورت قلمی و پودر وجود دارد. که اگر در زمان استفاده مکررا آن را روی خراش قرا ردهید از خونریزی جلوگیری می کند . زاج موجود در این دارو باعث قطع خون ریزی میشود . سپس صورت خود را شست و شو دهید"+"\n"+"\n"+"\n"+"منبع : saramad.ir";
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
	
@SuppressLint("ResourceAsColor")
private class Ui{
		
	    private ImageView z_imagemain;
	    private ImageView share;
		private TextView z_maintext;
		private TextView z_titrtext;
		private Typeface nazanin;
		private Typeface titr;
		private Typeface homa;
		private Typeface koodak;
		public int time = 0;
	
		private Activity mActivity;
		
		
		public Ui(Activity activity){
			mActivity = activity;
			tarif();
			ejra();
		}
		
		
		private void tarif() {
			
			 z_maintext=(TextView) findViewById(R.id.z_maintext);
			 z_titrtext=(TextView) findViewById(R.id.z_titrtext);
			 
			share=(ImageView) findViewById(R.id.share_z_text);
			 z_imagemain=(ImageView) findViewById(R.id.z_imagemain);
			 nazanin=Typeface.createFromAsset(getAssets(), "Font/nazanin.ttf"+"");
			 titr=Typeface.createFromAsset(getAssets(), "Font/titr.ttf"+"");
			 homa=Typeface.createFromAsset(getAssets(), "Font/homa.ttf"+"");
			 koodak=Typeface.createFromAsset(getAssets(), "Font/koodak.ttf"+"");

			 
			 
			 Bundle extras = getIntent().getExtras();
			 
		     String value1 = extras.getString("z_titrtext");
		     String value2 = extras.getString("z_maintext");
		     String value3 = extras.getString("z_imagetext");
		     
		     z_titrtext.setText(value1);
			 int v2 =Integer.parseInt(value2);
			 int v3 =Integer.parseInt(value3);
			 
		     if(v2==41){
		    	 z_maintext.setText(t41);
		     }
		     if(v2==42){
		    	 z_maintext.setText(t42);
		     }
		     if(v2==43){
		    	 z_maintext.setText(t43);
		     }
		     if(v2==44){
		    	 z_maintext.setText(t44);
		     }
		     if(v2==45){
		    	 z_maintext.setText(t45);
		     }
		     if(v2==46){
		    	 z_maintext.setText(t46);
		     }
		     
		     if(v2==48){
		    	 z_maintext.setText(t48);
		     }
		     if(v2==49){
		    	 z_maintext.setText(t49);
		     }
		     if(v2==50){
		    	 z_maintext.setText(t50);
		     }
		     if(v2==51){
		    	 z_maintext.setText(t51);
		     }
		     if(v2==52){
		    	 z_maintext.setText(t52);
		     }
		     if(v2==53){
		    	 z_maintext.setText(t53);
		     }
		     if(v2==54){
		    	 z_maintext.setText(t54);
		     }
		     
		     if(v2==70){
		    	 z_maintext.setText(t70);
		     }
		     if(v2==71){
		    	 z_maintext.setText(t71);
		     }
		     
		    
		     
		     
		    
		     if(v3==43){
		    	 z_imagemain.setImageResource(R.drawable.a43);
		     }
		     if(v3==44){
		    	 z_imagemain.setImageResource(R.drawable.a44);
		     }
		     
		     if(v3==46){
		    	 z_imagemain.setImageResource(R.drawable.a46);
		     }
		     if(v3==48){
		    	 z_imagemain.setImageResource(R.drawable.a48);
		     }
		     if(v3==49){
		    	 z_imagemain.setImageResource(R.drawable.a49);
		     }
		     
		     
		     if(v3==51){
		    	 z_imagemain.setImageResource(R.drawable.a51);
		     }
		     if(v3==52){
		    	 z_imagemain.setImageResource(R.drawable.a52);
		     }
		     
		   
		     if(v3==70){
		    	 z_imagemain.setImageResource(R.drawable.a70);
		     }
		     if(v3==71){
		    	 z_imagemain.setImageResource(R.drawable.a71);
		     }
		     
		     share.setOnClickListener(new OnClickListener(){

					public void onClick(View arg0) {
						
						String shareBody = z_maintext.getText().toString();
					    Intent sharingIntent = new Intent(android.content.Intent.ACTION_SEND);
					        sharingIntent.setType("text/plain");
					        sharingIntent.putExtra(android.content.Intent.EXTRA_SUBJECT, "");
					        sharingIntent.putExtra(android.content.Intent.EXTRA_TEXT, shareBody);
					        startActivity(Intent.createChooser(sharingIntent, getResources().getString(R.string.share)));
					        
					}
					
				});  
		     
		     
		     
		     
			z_titrtext.setTypeface(titr);
			 
		}
		
		
		
		@SuppressLint("ResourceAsColor")
		private void readfont(){
			
			String font=dbHandler.Display(1);
			String size=dbHandler.Display(2);
			String mode=dbHandler.Display(3);
			
			int font2=Integer.parseInt(font.toString());
			int size2=Integer.parseInt(size.toString());
			int mode2=Integer.parseInt(mode.toString());
			
			float koochik=18;
			float motevaset=21;
			float bozorg=24;
			
			
			if(font2==1){
				z_maintext.setTypeface(nazanin);
			}
			if(font2==2){
				z_maintext.setTypeface(titr);
			}
			if(font2==3){
				z_maintext.setTypeface(homa);
			}
			if(font2==4){
				z_maintext.setTypeface(koodak);
			}
			
			if(size2==1){
				z_maintext.setTextSize(koochik);
			}
			if(size2==2){
				z_maintext.setTextSize(motevaset);
			}
			if(size2==3){
				z_maintext.setTextSize(bozorg);	
			}
			
			
			
			if(mode2==1){
				RelativeLayout z_text = (RelativeLayout) findViewById (R.id.z_text);
				   Resources res = getResources();
				   int color = res.getColor(R.color.sefid);
				   z_text.setBackgroundColor(color);
				   z_maintext.setTextColor(Color.BLACK);
			}
			
			if(mode2==2){
				RelativeLayout z_text = (RelativeLayout) findViewById (R.id.z_text);
				   Resources res = getResources();
				   int color = res.getColor(R.color.black);
				   z_text.setBackgroundColor(color);
				   z_maintext.setTextColor(Color.WHITE);
			}
			
			
			
		}



		private void ejra() {
			
			final Timer t = new Timer();
	        //Set the schedule function and rate
	        t.scheduleAtFixedRate(new TimerTask() 
	        {
				public void run() 
				{
					runOnUiThread(new Runnable() 
					{
						public void run() 
						{
							
							
								t.cancel();
								readfont();
							
							
						}
						
					});
				}
	        	
	        }, 1, 1);
			
		}
	
	}


	
	
	
	protected void onCreate(Bundle savedInstanceState) {
		super.onCreate(savedInstanceState);
		setContentView(R.layout.z_text);
		dbHandler=new DatabaseHandler(this);
		contact=new Contact();
		mUi=new Ui(this);
	}
	protected void onResume() {
		super.onResume();
		dbHandler.open();		
	}

	@Override
	protected void onPause() {
		super.onPause();
		dbHandler.close();
	}
}